{"twitter": "5sf", "name": "5secondfilms", "image": "5sf.jpeg", "description": "5secondfilms is a comedy troupe that was created by Brian Firenzi after being disappointed by so many 5,400-second films. 5sf releases a new 5-second film every Monday thru Friday since 2008. On top of working with Patton Oswalt, Weird Al, Peter Stormare , and Andrew W.K., 5sf has appeared on Tosh.0, Attack Of The Show, Spin Magazine, and Wired Magazine. They currently have over 1,000 5secondfilms."}
{"twitter": "irl_encounters", "name": "AJ Pinkerton", "image": "irl_encounters.png", "description": "AJ Pinkerton writes and stars in the video game musical series \"Random Encounters.\"  He's played everyone from Amy Rose to Altair and may best be known as a singing Pikachu or the web's slickest tap-dancing Ganondorf.  Random Encounters is licensed by IGN Entertainment and enjoys long walks on the beach and routing n00bs at Sega Bass Fishing of the Dead."}
{"twitter": "aaronyonda", "name": "Aaron Yonda", "image": "aaronyonda.jpeg", "description": "Aaron Yonda is co-creator of \"Chad Vader: Day Shift Manager\". Chad Vader has garnered over 100 million views on Youtube where his channel BlameSocietyFilms has over 200,000 subscribers.  Aaron also runs GameSocietyFilms a newly created comedy gaming channel."}
{"twitter": "adoriandeck", "name": "Adorian Deck (AdorianDeck)", "image": "adoriandeck.png", "description": "Adorian Deck has been passionately uploading music videos, sketches and vlogs to YouTube since the summer of 2006. At 16, he created OMGFacts, which is now one of the top 100 most followed Twitter accounts to date with over 4,000,000 followers. Adorian has also created other Twitter accounts with large followings such as FirstWorldPains, OMGThatsPunny, and more. Now 19 years old, he lives in Los Angeles working under his self-made company, Decked Out Media."}
{"twitter": "alli", "name": "Alli Trippy", "image": "alli.png", "description": "Alli Trippy participates in sketches on her husband Charles Trippy's channel charlestrippy as well as in their daily vlogs Internet Killed Television.  She met her husband on Myspace and the two met in person at a Starbucks. They currently live in North Sarasota, Florida with their two dogs Marley, a rat terrier mutt, and Zoey, a New Zealand Huntaway mutt.a"}
{"twitter": "", "name": "Alphacat", "image": ".jpg", "description": "Iman Crosson is known as \"Alphacat\" and is known for his comedic sketches, musical parodies and razor precision impression of President Barack Obama. Iman was named the #1 Obama impression in the country by public vote on Huffington Post.com."}
{"twitter": "BlackNerd", "name": "Andre Meadows (BlackNerdComedy)", "image": "BlackNerd.png", "description": "Andre Meadows is an actor/comedian and C-Level YouTuber.  His “Black Nerd Comedy” sketches, music videos and vlogs cover Saturday Morning Cartoons, Nintendo games & 80s-90s nostalgia. Power Rangers & “All That” cast members even appear in his videos!  Andre also “Black Nerd Rants” on hot topics and offers foot massages during his “Awkward Talks with Girls” interviews. Off-YouTube, Andre is in commercials & films, reviewed movies on TV (“Movie Mob”) and collects Gremlins and Smurfs."}
{"twitter": "andrewismusic", "name": "Andrew Huang", "image": "AndrewIsMusic.png", "description": "Since 2004 Andrew has written over 500 songs based on ideas sent to him by strangers, in genres ranging from hip-hop to heavy metal to barbershop quartet. He has made dope beats using 1,000 pairs of jeans. He has covered a Lady Gaga song by flicking his cheeks with his fingers. He has lost count of how many instruments he plays, and you will too. His favorite color is pink."}
{"twitter": "NunziTweets", "name": "Annunziata Gianzero", "image": "nunzitweets.jpeg", "description": "Annunziata co-founded Ivy Media Group, Inc. (a film and New Media production company) where she has co-produced over 100 films, commercials, musicvideos, film and theatre ad campaigns, and corporate online interactive programs. She worked in traditional media on studio films with Universal Studios, Propaganda Films, Chris Columbus’ 1492 Productions, National Geographic, Tri-Star and more.\n She co-facilitates the NYC IAWTV Writers Group.Current web: drama action series Aces and Eights; dramedy Broken Fences; NY-based crime series Battery Park.\n\n"}
{"twitter": "billberryshow", "name": "Bill Berry", "image": "billberryshow.png", "description": ""}
{"twitter": "", "name": "Bing", "description": ""}
{"twitter": "bonniegrrl", "name": "Bonnie Burton", "image": "bonniegrrl.jpg", "description": "San Francisco-based author & vlogger Bonnie Burton writes & vlogs about everything from Wookiees to mean girls. Her books include: THE STAR WARS CRAFT BOOK (Random House), STAR WARS: THE CLONE WARS: PLANETS IN PERIL (DK Readers), DRAW STAR WARS: THE CLONE WARS (Klutz Books), YOU CAN DRAW: STAR WARS (DK Children), GIRLS AGAINST GIRLS: WHY WE ARE MEAN TO EACH OTHER AND HOW WE CAN CHANGE (Zest Books) and NEVER THREATEN TO EAT YOUR CO-WORKERS: BEST OF BLOGS (Apress). She also writes a monthly column in SFX magazine. Her vlog \"Ask Bonnie\" covers every topic from UFOs to Ant Farms. She's performed on MTV Geek, w00tstock, Writers With Drinks, San Diego Comic-Con, Geek Girl Con and New York Comic Con."}
{"twitter": "", "name": "Brad Murphy", "description": "Brad Murphy is the Chief Revenue Officer for Revision3, the online television network for the Internet generation. Murphy is a 12 year veteran of the advertising industry and has worked for some of the most influential technology media companies including TechTV, CNET and Hearst. While at Revision3, Murphy has pioneered a unique video sponsorship model that leverages social influence marketing to connect brands with engaged viewers. Advertisers like Ford, HP, Anheuser-Busch, Verizon and EA enjoy a unique bond with the Revision3 audience via customized brand integrations and host mentions that deliver phenomenal results."}
{"twitter": "bashurskype", "name": "Brandon \"Bashur\" Ashur", "description": ""}
{"twitter": "BrandonJLa", "name": "Brandon Laatsch", "image": "BrandonJLa.jpg", "description": "Brandon Laatsch grew up in Minnesota and moved to LA in 2004. He is the co-creator of the ‘freddiew’ channel on Youtube, a channel with 415 million views and 2.3 million subscribers."}
{"twitter": "brigittedale", "name": "Brigitte Dale", "image": "BrigitteDale.jpg", "description": "Brigitte Dale is a writer, director and actress firmly planted in the heart of social media. She began her entertainment career as a writer and video blogger for AOL and ABC Family. Her honest, open style quickly collected a large following that followed her to her next projects: she?s produced, written, or starred in content for NatureMade Vitamins, Samsung, Ford, NASA, Comedy Central, MTV, and Lee Enterprises. Brigitte  wrote, directed, and starred in an web/television hybrid project Status Updates, to be released in early 2012 at MTV. She's also a Sundance Fellow: her transmedia project Follow Back was accepted into the inugural New Frontier storylab at the Sundance Film Institue.   Brigitte grew up in Nebraska but now calls Los Angeles home."}
{"twitter": "BrittaniTaylor", "name": "Brittani Louise Taylor", "image": "brittanitaylor.jpg", "description": "Actress/artist/crazed cupcake fanatic. When not creating online content, you can usually find her outdoors in the wilderness, or watching one of her favorite movies for the millionth time. She loves anything sparkly, doesn’t like mean people, and spends way too much time in bookstores."}
{"twitter": "BrockBaker", "name": "Brock Baker (McGoiter/BrocksDubs)", "image": "BrockBaker.jpeg", "description": "Brock Baker, otherwise known as McGoiter; Brock's Dubs; or That One Guy with the Beard, can do a kajillion voices. Exactly one kajillion. He's also a voice actor and comedian and has made at least 4 or 5 people laugh. Brock is best known for making dubs of bad music videos, and his hand may or may not be a dolphin. Collectively, his videos have been viewed over 100 million times. Feel his beard if you want to."}
{"twitter": "burnieburnis", "name": "Burnie Burns", "image": "BurnieBurnis.jpg", "description": "Burnie Burns is a filmmaker best known as the creator of the ground breaking web series Red vs Blue, currently in its tenth season. Debuting in 2002, Red vs Blue quickly became a mainstay of the online video industry and his YouTube channel has over one billion views. He resides in Austin, TX where he manages the daily operations of his company, Rooster Teeth Productions."}
{"twitter": "CharlesTrippy", "name": "Charles Trippy", "image": "CharlesTrippy.png", "description": "Charles Trippy started making videos on YouTube in May 2006. He has also taken part in other web series and ongoing vlog series such as: ShayTards, Prank House, Shoot the Banker, The Elevator Show, Retarded Policeman, PrankvsPrank and The Annoying Orange, where he plays a lemon. In 2010, he was nominated for a Teen Choice award and he also plays bass for the Florida based band We The Kings, whom he has been friends with since childhood."}
{"twitter": "chrismccaleb", "name": "Chris McCaleb", "image": "ChrisMcCaleb.jpg", "description": "After working closely with director Michael Mann, McCaleb co-founded filmmaking collective Big Fantastic in 2006, where he has been a writer/director for original online series like 'Prom Queen,' 'Sorority Forever,' and 'Sam Has 7 Friends.' He has also worked with YouTube legends Rhett & Link and BlackBoxTV.  McCaleb has been involved in the creation of over 400 high-quality narrative episodes and 200 interactive videos, which have collectively been viewed over 100 million times."}
{"twitter": "cpreksta", "name": "Chris Preksta", "image": "cpreksta.jpg", "description": "Chris Preksta, an IAWTV Award winning director known for his unique visual style, is the creator of the online sci-fi series The Mercury Men, a reimagining of the classic cliffhanger movie serials.  Chris is also the co-creator of the YouTube sitcom 'Pittsburgh Dad.'"}
{"twitter": "chrisshepard", "name": "Chris Shepard", "description": "Chris Shepard is currently associated with TeraBrite as a percussionist for their live performances and seen in some of their music videos and vlogs. He made his first YouTube video telling jokes in October of 2007. Chris currently teaches and composes music for high school bands all around Central Florida. Single and looking, Chris hopes to meet the love of his life at VidCon 2012. He loves long walks on the beach....and muffins."}
{"twitter": "supricky06", "name": "Chris Thompson 'Supricky06'", "image": "Supricky06.jpg", "description": ""}
{"twitter": "A", "name": "Christiann Castellanos", "description": "Christiann is an actress. She is also an Awkward Kid. What is an Awkward Kid? Awkward Kids are nerdy actor-types who like to do sketch comedy with friends. Christiann works on Film & TV but enjoys making Internet videos because they entertain her cat, Julio Iglesias."}
{"twitter": "coreyvidal", "name": "Corey Vidal", "image": "CoreyVidal.png", "description": "Corey Vidal is a Canadian online video content provider and digital media consultant. His YouTube videos have been seen over 61 million times, and he has over 200 videos, as of March 2012. He is ranked as one of Canada's \"Most Viewed\" Partners and \"Most Subscribed\" users of all time, and ranks in the top 300 YouTube channels worldwide. He is also Canada's \"#2 Most Subscribed Guru\". In December 2007, Vidal was one of the first Canadians to join the YouTube Partnership Program."}
{"twitter": "CuteGirlHair", "name": "CuteGirlsHairstyles", "description": "Mindy launched her highly-successful CuteGirlsHairstyles channel in late 2009.  While her tutorials started as a hobby, they’ve now been viewed over 70 million times globally.  Mindy is currently ranked as one of the top 550 channels on YouTube, and soon to break into the Top 100 Women (with over 245,000 subscribers).  CuteGirlsHairstyles has received local, national, and global attention through various media outlets including a channel feature on YouTube’s homepage, ABCNews’ 20/20, Anderson, and Woman's World magazine."}
{"twitter": "DJMonopoli", "name": "DJ Monopoli", "image": "DJmonopoli.jpeg", "description": "DJ Monopoli is a Florida musician who does instrumentals and backup vocals for the two piece band in YouTube land TeraBrite, at the same time, while balancing on his head. Okay, maybe just the first part. TeraBrite has won multiple contests such as YouTube's NextUp and Conan's VD explosion where they ate Valentine's Day dinner on stage of Conan. TeraBrite has also been featured on multiple top 100 YouTube channels with the music and themes they create for them."}
{"twitter": "GraceHelbig", "name": "DailyGrace from My Damn Channel", "image": "GraceHelbig.jpg", "description": "Grace Anne Helbig is an American comedienne, actress and internet personality. She is best known for creating the My Damn Channel web series Daily Grace and as a correspondent on Attack of the Show! on the G4 network."}
{"twitter": "makemebad35", "name": "Damian Sanders (Makemebad35)", "image": "MakeMeBad35.jpg", "description": "Damian has been a comedian on Youtube for 6 years. First known by his \"Insane\" videos, he has developed several popular characters and series such as (Mr. Wooden Alligator, The Magical Giraffe, The Torturer, Jimmy and the \"How To\" series). His channel is mostly known for his comedy skits but is now incorporating public type pranks known as \"Public Trollin\". Outside of Youtube, Damian has been a movie reviewer on the television show called \"Movie Mob\"  and had a small part in indie film called \"Herpes Boy\", that features recent Oscar winner, Octavia Spencer. "}
{"twitter": "delicioussteak", "name": "Dan Brown", "image": "DeliciousSteak.jpg", "description": "Dan Brown rose to online prominence with his 2007 YouTube hit Rubik's Cube tutorial which has been viewed over twenty million times to date, and has been video blogging since. His quirky and experimental approach to 'vlogging' (about politics, internet culture and beyond) has amassed a dedicated following and over one hundred million total upload views. Now hosting for music network Fuse, Brown is helping to bridge the gap between traditional and internet media."}
{"twitter": "dandobi", "name": "Dan Dobi", "image": "DanDobi.jpeg", "description": ""}
{"twitter": "TSPcomedy", "name": "Dan Oster", "image": "TSPcomedy.jpg", "description": "Dan Oster is an American comedic actor and improv artist. He is most famous for being a member of Boom Chicago and a member of the MADtv cast.  In September 2010, Oster launched the sketch comedy website \"Titled Sketch Project\", featuring independent material created by writers and actors from MADtv, the Groundlings, and Boom Chicago. The cast includes Oster himself as well as Jen Burton, Laurel Coppock, Lauren Flans, Will Maier, and Bobby Mort. This same team also performs live comedy shows in Los Angeles as \"Jerk Circus\"."}
{"twitter": "daneboe", "name": "Daneboe (Creator of Annoying Orange)", "image": "daneboe.jpg", "description": "Dane is most widely known for creating the ‘Annoying Orange’, one of the most successful web series ever. His videos have been watched over a billion times, he just finished a TV pilot, and has a complete line of toys, shirts, and other merchandise. In Dane’s downtime he enjoys…oh, who are we kidding? Dane doesn’t have any downtime. He wouldn’t know what to do with himself if he did."}
{"twitter": "RealDaniLennon", "name": "Dani Lennon", "description": "Dani Lennon is a Chicago Native that has been performing most of her life. Originally a classically trained singer, she has had exciting opportunities that included performing all over Europe, Carnegie Hall, Television and Musical Theatre. Her love of performing introduced her to the stage where her passion for acting grew. That passion led Dani to take part in stage productions all over Chicago where she worked with many talented actors and Steppenwolf directors."}
{"twitter": "A", "name": "Danny from the gradualreport!!!", "description": "Danny, as he is most-often referred to, has been entertaining people of all ages with his unique brand of high energy and quick wit since he was a freshman at UCLA. The first stage he played as a standup comic was The World Famous Laugh Factory open mic night in 1998. Since then he has graduated from UCLA with four sets academic hours. He then went on to receive his Juris Doctorate Degree at Southwestern Law School in Los Angeles. It was here where he slowly came to realization that he was put on earth for something more than to be a brilliant academic or bad lawyer. He started going to open mics again, quickly becoming a crowd favorite, even playing the main stage at the Comedy Store. In 2007 he started putting his comedy and energy into a daily Internet show called the Gradual Report. "}
{"twitter": "davedays", "name": "Dave Days", "image": "davedays.jpg", "description": "Dave Days is a Musician/Comedian on YouTube from Pennsylvania. Dave began posting videos during the summer of 2007. His first videos were of him parodying and making fun of other YouTubers. Anyway. He Started expanding his creativity and began posting videos ranging from silly originals songs to parodies, covers and skits."}
{"twitter": "davidchoimusic", "name": "David Choi", "image": "davidchoimusic.jpg", "description": "David Choi is a singer/songwriter/producer from Los Angeles who has over 1,000,000 subscribers and 100,000,000 total video views on YouTube. He has worked with companies such as American Cancer Society, GE, Samsung, Toyota, and JC Penney. David's songs and tracks have also been heard on ABC, NBC, FOX, VH1, MTV, A&E, E!, Travel Channel, Style, Disney, retail stores all over the USA, as well as in national commercials overseas. He has toured all over the world performing his original songs and covers in front of thousands of people - all without being signed to a record label. David wrote and self produced all three of his albums \"Only You\", \"By My Side\", and \"Forever and Ever\" which debuted at #97 on the iTunes top album charts and #16 on Billboard's Heat-seeker chart. He continues to tour and share his music with people from all walks of life to every corner of the world."}
{"twitter": "destorm", "name": "DeStorm", "image": "destorm.jpg", "description": "DeStorm Power, a 2011 American Music Awards winner with over 1.4 million subscribers worldwide, has the #1 hip hop channel on YouTube. His \"do it yourself\" motto has made him the trailblazer of a new movement online with hip-hop , and has placed him as a hip hop legend on YouTube and in social media. Mostly known for his unique ability to create a song from any subject, DeStorm created a new media frenzy with his compelling lyrics and infectious melodies. In April 2011, DeStorm packed venues across the nation as a headliner on the DigiTour, a 27-city tour featuring YouTube’s elite musicians. He closed 2011 with his smash hit song “Finally Free,” featuring hip-hop icon Talib Kweli, a viral success racking up over a million views. Today, with over 165 million video views on two of YouTube’s most successful channels ever, DeStorm prepares for his freshman album release, and looks forward to collaborating with other established hip-hop artists. He also recently launched a new show called \"Upgraded.\""}
{"twitter": "veritasium", "name": "Derek Muller", "image": "Veritasium.jpeg", "description": "Creator of the science video blog Veritasium, which features experiments, songs, dramatizations, and interviews of the public to explain science in the most interesting, engaging way possible. Derek has a PhD in physics education and can most often be found on a beach in Sydney."}
{"twitter": "devinsupertramp", "name": "Devin Graham (devinsupertramp)", "image": "devinsupertramp.jpg", "description": "Devin Graham is an up-and-coming cinematographer specializing in captivating video footage. Graham has utilized his trusty Glidecam 2000 to capture amazing footage and create videos both epically big (the 2012 X Games, the world’s biggest dodgeball game) and epically small (unbearably cute puppies at Christmastime), all of which can be seen on his YouTube channel, devinsupertramp."}
{"twitter": "eddplant", "name": "Eddplant", "image": "eddplant.jpeg", "description": "Eddplant is a singer-songwriter based in London, UK. He is currently working on his second studio album."}
{"twitter": "ElliottcMorgan", "name": "Elliott Morgan", "image": "ElliottcMorgan.jpeg", "description": "Elliott Morgan is a native Floridian, a Taco Bell connoisseur, and currently acts as one of three hosts on the show \"20 Minutes Or Less,\" the uber-popular news show that, whether you like it or not, is the reason the Internet was invented."}
{"twitter": "elmify", "name": "Elmify", "image": "elmify.png", "description": "Elmify has been vlogging on Youtube since January 2010. As a result, she has been fortunate enough to meet many lovely people and share many embarrassing childhood stories."}
{"twitter": "erikaninja", "name": "Erika Dufour", "image": "erikaninja.png", "description": "My last 38 years of life ninja training have come into focus last year when my sense of humor, mixed with , martial arts, dancing, photography, and ability to be game for anything resulted in a happy viral video “Jian Sword Dancing”."}
{"twitter": "ethannewberry", "name": "Ethan Newberry", "image": "ethannewberry.jpg", "description": "Ethan Newberry is a Los Angeles Actor/Writer/Director/Producer that was not only selected as one of YouTube's inaugural NextUp winners in 2011, but can also be seen in numerous television commercials, films, and was recently named associate producer on Jean-Claude Van Damme's new comedy \"Welcome To The Jungle\" with Adam Brody. When not filming sketch comedy or musical parodies for his main channel or dropping daily vlogs on his second, Ethan can be seen running around the streets of hollywood training for marathons. Just look for the ginger haired runner whizzing by at a lazy snails pace with a donut in one hand and a beer in the other. Ethan might also be known to the VidCon audience as \"the guy who swears a lot\"."}
{"twitter": "exoticjess", "name": "ExoticJess", "image": "exoticjess.png", "description": "Jessica Lizama is just a girl who loves her family, friends, and making people laugh and she makes youtube videos."}
{"twitter": "feliciaday", "name": "Felicia Day", "image": "feliciaday.jpg", "description": "Actress Felicia Day (Eureka) is best known for her work in the web video world, behind and in front of the camera. She co-starred in Joss Whedon’s Internet musical “Dr. Horrible’s Sing-Along Blog,” which won an Emmy in 2009 and was ranked in the “Top 10 Best TV of 2008” by Time Magazine, Entertainment Weekly, and People Magazine.  She also created and stars in the hit web series “The Guild,” which just finished its fifth season in partnership with Microsoft and Xbox Live.  “The Guild” has won numerous awards for web video excellence, most recently garnering a PGA nomination for best web series in 2011.  Her production company Knights of Good produced the innovative web series “Dragon Age” in conjunction with EA/Bioware in 2011, and is currently producing a slate of shows for a new channel called “Geek and Sundry” under YouTube’s new premium content initiative."}
{"twitter": "fwong", "name": "Freddie Wong", "image": "fwong.jpg", "description": "Freddie Wong is an American filmmaker, musician, VFX technician and e-Sports player. He maintains two popular YouTube channels, \"freddiew\" and \"freddiew2\"."}
{"twitter": "furiouspete", "name": "\"Furious\" Pete Czerwinski", "description": ""}
{"twitter": "Gennefer", "name": "Gennefer Gross", "image": "Gennefer.jpg", "description": "Gennefer is a digital media executive turned comedy writer, producer and host.  She is currently co-founder of Gross Factor Productions, an independent television and web production company she runs with her husband/writing partner, David. At the forefront of the digital movement, Gennefer created one of the first original mobile series and has developed scripted series for both TV and online. She is presently consulting on Jane Espenson’s HUSBANDS and working on a new series with some leading Internet personalities."}
{"twitter": "georgeruiz", "name": "George Ruiz", "description": "George H. Ruiz is Head of New Media and Senior Vice-President of Business Affairs for International Creative Management. He represents traditional and new media talent and negotiates acting, directing, producing and literary agreements with major studios, distributors and independent production companies. He specializes in making new media content deals for his clients with some of the top technology companies in the world including Microsoft, Amazon, Apple, Google, Netflix, Hulu, AOL, Electronic Arts and Sony."}
{"twitter": "mediocrefilms", "name": "Greg Benson (MediocreFilms)", "image": "mediocrefilms.jpg", "description": "Comedian and pranker Greg Benson has created and/or directed many viral videos and hit comedy web series, including Yeshmin Blechin, Gorgeous Tiny Chicken Machine Show and The Guild. Greg's recent hits such as Black Friday Shopping Prank and the relaunch of Retarded Policeman have pushed his online views over 250 million, and MediocreFilms is one of the Top Subscribed channels on YouTube. Also, he really likes frozen yogurt."}
{"twitter": "hankgreen", "name": "Hank Green", "image": "hankgreen.jpg", "description": "Hank Green is a professional entertainer and entrepreneur. He is best known for his online video blogs with his brother John Green. As of February 2012, their channel, Vlogbrothers, has more than 900 videos which, together, have been watched more than 200 million times."}
{"twitter": "harto", "name": "Hannah Hart", "image": "harto.jpg", "description": "Hannah Hart is an aspiring soubrette, bay area native and New York City habitant. One day, Hart decided to make a cooking show and get drunk while doing it. \"My Drunk Kitchen\" was received much critical acclaim from aspiring alcoholics everywhere. For this she is very proud.  Currently, Hart is couch-surfing her way to the \"big-time\" as she continues to produce online content in the name of comedy. Her leisure hours are spent listening to music and doing sudoku in cafes. She calls this \"writing.\" She enjoys long meandering walks, impromptu dance parties, artisanal cheeses, and ladies."}
{"twitter": "HarleyPlays", "name": "Harley Morenstein aka Sauce Boss", "image": "harleyplays.jpg", "description": "Epic Meal Time is a YouTube cooking show known for creating extremely high-calorie meals, generally out of meat products and including alcohol. It debuted in October 2010, and since then has started to release an episode every Tuesday. It is hosted by Harley Morenstein and a group of his friends. They are now represented by The Gersh Agency and Brillstein-Grey Entertainment, and have signed with Internet television network Revision3."}
{"twitter": "TurnipTime", "name": "Harrison Houde", "image": "TurnipTime.jpg", "description": "Harrison Houde is a professional actor, filmmaker, musician, but most importantly... a YouTuber! Harrison is 16 years old and has been pursuing his passions for over 8 years! Harrison wants you to laugh, and enjoys being the centre of attention. Check out his official website www.HarrisonHoude.com AND www.TurnipTime.tv"}
{"twitter": "hayleyghoover", "name": "Hayley G. Hoover", "image": "hayleyghoover.jpeg", "description": "Haley G Hoover is a popular member on YouTube. She films videos for her own personal channel haleyghoover and also for the 5awesomegirls (her day is Thursday). She is best known for her comedy skits and for her epic video raps. "}
{"twitter": "iijeriichoii", "name": "II JERiiCHO II", "image": "iijeriichoii.jpeg", "description": "Putting the FUN back in gaming."}
{"twitter": "itsalexclark", "name": "ItsAlexClark", "image": "ItsAlexClark.jpg", "description": "Alex Clark is a comedian IRL.  He's told jokes all across North America and performed in countries as far as Australia.  His Youtube videos have been viewed over 500,000 times and include sketches, vlogs, and dating advice.   His latest series \"About A Girl\"  takes you on an incredibly funny romp through his love life.  If you like sitcoms, love stories, or happiness you definitely have to check it out.  His favorite show is How I Met Your Mother and if you see him he likes hugs not handshakes."}
{"twitter": "Moonbath", "name": "J. Sibley Law", "image": "Moonbath.png", "description": "J. Sibley Law created his first series in 2005, which was made for phones in Europe. He followed it with many successes including Bonnie for President (Official Honoree of the 2007 Webby Awards), a spinoff of News for Blondes. His series have included comedy, cooking serials, a spy-thriller, and politics and syndicated on many platforms and seen by many, many millions on YouTube. Today, he heads the TangoDango network and co-facilitates the IAWTV's Webseries Writers Group in NYC."}
{"twitter": "Jacksfilms", "name": "Jacksfilms", "image": "Jacksfilms.jpeg", "description": "When Jack Douglass is not correcting your grammar, he's also writing weird music videos and parodying whatever deserves it. Also, he's a nerd!"}
{"twitter": "pattersonart", "name": "Jacob Patterson", "image": "pattersonart.jpg", "description": "Jacob Patterson is a post-street artist and curator from Los Angeles, CA. He is one of four founders of ThinkTank Gallery and Collective in Downtown LA, and has been well-known in custom shoe design the better part of the last decade. His work can be seen on the feet of everyone from MLB pitchers to famous video game creators, and his work often comments on the interaction between popular and street cultures. He documents each project that he takes on, and publishes videos to a YouTube channel where he gives tips and insights into his work."}
{"twitter": "janeespenson", "name": "Jane Espenson", "image": "janeespenson.jpeg", "description": "Jane Espenson has written for Buffy the Vampire Slayer, Angel, Firefly, The O.C., Gilmore Girls, Dollhouse, Battlestar Galactica,  Caprica, Game of Thrones, and Torchwood: Miracle Day  among other series.  She is currently a consulting producer on ABC's hit Once Upon A Time, and is co-creator of Husbands, a comedy viewable online at http://husbandstheseries.com"}
{"twitter": "jason_horton", "name": "Jason Horton", "image": "jason_horton.jpg", "description": "Jason Horton is an actor, writer, and comedian originally from New York. He is part of the Totally Sketch cast, and a staff writer for Maker Studios. He wrote for Rogue Online's 'Tube Top', and has written two films. He has be seen in numerous commercials on the Internet and on TV. Jason performs and teaches weekly at the iO West theatre in Hollywood."}
{"twitter": "KoolJeffrey", "name": "Jeffrey Wisenbaugh - KoolJeffrey", "image": "KoolJeffrey.jpg", "description": "Jeffrey Wisenbaugh (KoolJeffrey) is a YouTube/Emmy winning TV personality and actor. He started making videos on YouTube in 2007 and quickly became part of the community. He loves everything New Media and has specialized in personal branding. He is currently a college student and is pursuing a career in entertainment."}
{"twitter": "JesseWelle", "name": "Jesse Wellens", "image": "jessewelle.jpg", "description": ""}
{"twitter": "WhatYouCanDo", "name": "Jessica Arinella", "image": "WhatYouCanDo.jpeg", "description": "Jessica created the What You Can Do web and TV series to combat her feeling of Impending Sense of Doom, a sense of desperation for critical issues from hunger to domestic violence. In one minute episodes, What You Can Do spotlights simple ways to make a positive impact in local communities and around the globe. A New York City based actress, Jessica takes on roles behind the camera as producer and writer of What You Can Do. The series was nominated for Best Educational Web Series at the 2012 IAWTV awards."}
{"twitter": "", "name": "Jim Louderback", "description": "Jim Louderback has been CEO of Revision3 since 2007, and has guided the company to a 100x increase in viewers, a 30x increase in revenue, 39 new distribution partners and 10 prestigious company and show awards. Prior to that, Jim spent 16 years in increasingly senior media and technology management roles, developing expertise in leading startups, growth businesses and turnarounds.  He most recently served as senior vice president and chief content officer for Ziff Davis Media's Consumer group, along with being Editor in Chief of PC magazine.  Before jumping into the media world, Jim built computer systems for Fortune 500 companies, analyzed financial products at Chase Manhattan, and managed the ticketing and ground operations for regional airlines."}
{"twitter": "jfwong", "name": "Jimmy Wong", "image": "jfwong.png", "description": "Jimmy Wong is best known for his musical retort to Alexandra Wallace's infamous vlog rant against Asian students in the library at UCLA which has garnered over 4 million views. He posts new music on his YouTube channel weekly. He formed the band The Keep along with Sam Gorski (lead guitar), Jake Watson (bass guitar), and Niko Pueringer (drums) in early 2011. They released their debut self-titled EP on July 22, 2011 along with the music video for the single Slow in Reverse on band member's Sam Gorski and Niko Pueringer's YouTube channel."}
{"twitter": "joebereta", "name": "Joe Bereta", "image": "joebereta.jpeg", "description": "Joe Bereta- was birthed and reared in the wilds of Montana.  He is the Bereta half of Barats and Bereta and 1/3 of the three-headed host monster on the SourceFed news explosion that is \"20 Minutes or Less\".  He can also do a backflip.  Jealous?"}
{"twitter": "joesdaily", "name": "Joe Daily", "image": "joesdaily.jpg", "description": "JoesDaily's mission is to provide you with all the coolest tech, gear, media, and style news! He's the founder of a lifestyle blog called JoesDaily.com and makes videos weekly on his Youtube channel, JoesDailyTalks."}
{"twitter": "badgeofshame", "name": "Joe Hanson, Badge of Shame", "description": "Joe Hanson is a writer/comedian living in Los Angeles. He is best known for his work on Current TV, Smash Cuts and \"Joe Goes\""}
{"twitter": "JoeNationTV", "name": "Joe Nation", "image": "JoeNationTV.png", "description": "Joe Nation is a Los Angeles Filmmaker - Director, Writer, Cinematographer, Editor, Actor and YouTuber who's benefitted the most from the \"Other Channels Box.\""}
{"twitter": "realjohngreen", "name": "John Green", "image": "realjohngreen.jpg", "description": "John Green is the New York Times bestselling author of Looking for Alaska, An Abundance of Katherines, and Paper Towns. He is also the coauthor, with David Levithan, of Will Grayson, Will Grayson. He was 2006 recipient of the Michael L. Printz Award, a 2009 Edgar Award winner, and has twice been a finalist for the Los Angeles Times Book Prize. Green’s books have been published in more than a dozen languages.  In 2007, Green and his brother Hank ceased textual communication and began to talk primarily through videoblogs posted to youtube. The videos spawned a community of people called nerdfighters who fight for intellectualism and to decrease the overall worldwide level of suck. (Decreasing suck takes many forms: Nerdfighters have raised hundreds of thousands of dollars to fight poverty in the developing world; they also planted thousands of trees around the world in May of 2010 to celebrate Hank’s 30th birthday.) Although they have long since resumed textual communication, John and Hank continue to upload three videos a week to their youtube channel, vlogbrothers. Their videos have been viewed more than 75 million times, and their channel is one of the most popular in the history of online video. He is also an active (if reluctant) Twitter user with more than 1.1 million followers."}
{"twitter": "JonPaula", "name": "Jonathan Paula (JPizzle1122 & Jon)", "image": "JonPaula.jpg", "description": "Born in February 1986, Jonathan Paula is a professional YouTuber and creator of the hit web series, 'Is It A Good Idea To Microwave This?'. In April 2006 he founded Jogwheel Productions, a new media production company that specializes in web video. Jon graduated from Emerson College in 2008 with a degree in Television Production / Radio Broadcasting. He currently lives in Rockingham, NH with his wife Rebecca."}
{"twitter": "Jory_Caron", "name": "Jory Caron", "image": "Jory_Caron.jpg", "description": "Jory Caron is an American video producer and actor, best known for hosting the popular YouTube show Is It A Good Idea To Microwave This? Caron began his video production career in high school, where he was part of the award-winning TV-production Righteous Television."}
{"twitter": "ponceman", "name": "Josh 'the Ponceman' Perry", "image": "ponceman.jpg", "description": "Ponceman, star of Retarded Policeman, is a booty-shaking, dead sexy actor who loves comedy and hugs. With over 100 million views with Retarded Policeman on mediocrefilms channel and the Ponceman channel with brother Scott Allen Perry, Ponce is definitely an internet sensation. When not YouTubing, Ponce acts on the big and little screens. He just wrapped Coffee Town, a comedy where he gets to kick ass. Ponce loves acting and wants people to enjoy his work."}
{"twitter": "", "name": "Josh Rimer", "description": "Josh Rimer is a Canadian YouTuber who has been producing comedy videos on his channel for over 5 years and has uploaded over 180 videos of original sketches, viral video parodies, crazy rants, and more.  His most viewed videos are his song parodies which are now his main focus as he continues to upload a new video to his channel every weekend.  Josh also helps companies develop strategies to market their business with YouTube, and he has a blog about those marketing tactics at http://www.JoshRimer.com\n\n"}
{"twitter": "JoshSundquist", "name": "Josh Sundquist", "image": "JoshSundquist.jpg", "description": "Josh Sundquist a bestselling author, motivational speaker, Paralympic ski racer and YouTube addict. He has spoken across the country to groups ranging from Fortune 500 companies to inner city public schools to the White House. Josh has been featured on CNN, USA TODAY, and NPR. His memoir, Just Don’t Fall, was a National Bestseller. He is an occasional vegan."}
{"twitter": "juliansmithtv", "name": "Julian Smith", "image": "juliansmithtv.png", "description": "Ex-Nashvillian after 22 years, now living in Los Angeles with the love of his life and most awesome girl in the world, Sarah. He liked it so I put a ring on it in May of 2010. Currently mooching off of him are his two cats, Scout and Pepper, and the most recent addition, Frank, his black Lab.  He picked up a camera for the first time about thirteen years ago when he was just a kid with a dream of being in a rock band. His love for story telling took him by surprise so he decided he’d make a go of it. His current goal is to direct a feature."}
{"twitter": "AmeriDoTe", "name": "Juliet Lopez - Cynthia from \"Enter the Dojo\"", "image": "AmeriDoTe.jpeg", "description": ""}
{"twitter": "justingiddings", "name": "Justin Giddings", "description": "A military kid, Justin Giddings was born in Maine but ended up in Cincinnati, OH, earning his BFA in Acting from University of Cincinnati College-Conservatory. Starting in voice overs when he was 8, he eventually made the migration to Hollywood where he can be seen in hit television shows, movies, new media, and various \"before\" shots for weight-loss commercials. Check out his website at www.justingiddings.com, or follow him on Twitter or Facebook at /justingiddings."}
{"twitter": "kevinbrueck", "name": "Kevin Brueck", "description": "Host of \"Curb Cash\" on Sourcefed, \"Stuff Kevin Likes,\" \"The Friday Show,\" and cast member of \"The Annoying Orange.\" "}
{"twitter": "thewebguy", "name": "Kevin Khandjian from District Lines", "description": "Kevin joined AKT Enterprises in '06. He then developed the popular managed online store District Lines. He fell in love with social media, especially YouTube, and as CIO has created several successful initiatives centered around it."}
{"twitter": "", "name": "Kevin Tancharoen", "description": "Kevin Tancharoen's career as a director is built upon his experiences as a producer, writer, dancer, choreographer, and editor. His fascination with Hollywood began at age 4 when he first started seeing movies with my parents.  Kevin directed, produced, and co-wrote the MORTAL KOMBAT: LEGACY anthology for Warner Brothers Interactive that debuted on Machinima’s YouTube channel earlier this year.  The series is an adaptation of the fictional universe of the Mortal Kombat video game franchise.   It has neared 50 million views online and was featured prominently at Comic-Con this year.  This has led to Kevin coming on board as director of a new feature film version of MORTAL KOMBAT for New Line cinema, which should start shooting later this year."}
{"twitter": "", "name": "Khyan", "description": ""}
{"twitter": "kimevey", "name": "Kim Evey", "image": "kimevey.jpg", "description": "Kim Evey created and starred in 'Gorgeous Tiny Chicken Machine Show' for Sony Crackle. She produces Felicia Day's web series 'The Guild' and is currently producing the 'Geek and Sundry' channel on YouTube."}
{"twitter": "kinagrannis", "name": "Kinna Grannis", "image": "kinagrannis.jpg", "description": "Kina is a musician whose music has been on the Billboard charts and #5 on iTunes pop music chart. Her music videos have reached 6 million views. Kina currently supports her album Stairwell through tours and online. "}
{"twitter": "KristinaHorner", "name": "Kristina Horner", "image": "KristinaHorner.jpeg", "description": "Kristina Horner is a 24 year old video blogger and writer from Seattle, best known for her YouTube channel 'italktosnakes' and her internet-based nerd-rock band ALL CAPS.  She now also produces, writes and acts in the dystopian comedic Web Series \"Job Hunters\"."}
{"twitter": "temperature3", "name": "Kyle Frere", "image": "temperature3.jpeg", "description": "Last year, the Internet tripped over Kyle Frere and Erika Dufour's \"Jian Sword Dancing.\"  Providing no context, the video left people mystified.  Diplo from the band Major Lazer took notice and hired the Jian Sword duo to create the video for Major Lazer’s next single, “Original Don”.  In a matter of months, Kyle was awarded the privilege of entertaining the world.  He hopes to use this attention to continue creating videos that will entertain and inspire."}
{"twitter": "LandonAustin", "name": "Landon Austin", "image": "LandonAustin.jpeg", "description": "At the age of 19, Landon Austin left the familiarity of his hometown of Dallas and set his sites on Nashville. He was seeking a way into the music industry and found something far more valuable, a growing enthusiastic fanbase. In 2009, Landon was a top three finalist in the Doritos “Crash the Super Bowl” competition along with Kina Grannis. He released a single and music video through Interscope records and soon opened for Boys Like Girls and Counting Crows. As part of placing top 3 in the competition a live performance of his was aired during the Super Bowl Pre-game show which was viewed by  millions. Austin would use this experience as a platform for future successes. In the midst of relocating, he still found time to tour to over 20 colleges, open for Hanson, Rooney, and in the fall of 2011 joined Jenny and Tyler on the Texas leg of their national tour. Taylor Swift tweeted about Landon to over 8 million people in November, “I Just saw Landon Austin’s Cover of Sparks Fly—I Really like it!!!” Not long after, Gavid Degraw tweeted Landon's cover of Not Over You and wrote, \"Fantastic!\"Plug In Stereo would also tweet about Landon's cover of Oh Darling stating, \"I really dig it.” Landon would also find himself featured on Coldplay’s website as the lead singer of his former band, Colorfire."}
{"twitter": "laurenfrancesca", "name": "Lauren Francesca", "image": "laurenfrancesca.jpg", "description": "Lauren Francesca is an American actress who is known for her work with Barely Political. She is a youtube sensation and stars in the Key of Awesome and Space Girl. She has been in videos with College Humor, and Funny or Die. Lauren has also appeared on, \"The Daily Show\" and has a role on the show, \"Lenox Ave\"- BET. Lauren is currently recording an album with \"Mark Mangold\" and an original pilot with Rex Pickett."}
{"twitter": "LeagueOfSTEAM", "name": "League of STEAM (NOTE: list them as a group, not each one separately)", "image": "LeagueOfSTEAM.jpg", "description": "The League of S.T.E.A.M. (Supernatural and Troublesome Ectoplasmic Apparition Management), a.k.a. the \"Steampunk Ghostbusters\", are a Southern Californian performance art troupe popular in the steampunk community and specializing in live interactive themed entertainment."}
{"twitter": "leenewtonsays", "name": "Lee Newton", "image": "leenewtonsays.jpeg", "description": "Lee Newton hails from Yosemite, loves dinosaurs, and can be seen Monday-Friday on \"20 Minutes or Less\" on Sourcefed.com"}
{"twitter": "LiamDrydenEtc", "name": "Liam Dryden", "image": "LiamDrydenEtc.png", "description": "In need of a creative outlet while studying at university, Liam Dryden started making video blogs in 2008, thinking nothing would come of it. Today, fuelled by pizza and the tears of his enemies, Liam has become Scotland's most subscribed vlogger, and is also known as a part of Time Lord Rock band, Chameleon Circuit."}
{"twitter": "", "name": "LilDeuceDeuce", "description": ""}
{"twitter": "lindseystirling", "name": "Lindsey Stirling", "image": "lindseystirling.jpg", "description": "Lindsey has been playing the violin for 19 years. She does everything from hip hop to rock and roll and her latest dubstep track was the number one song on the itunes electronic charts. She was a finalist on Americas Got Talent and since then she has become an international performer. Through her unique style of playing, she wants to prove that you don't have to conform to be accepted, the greatest value comes from loving yourself for who you are."}
{"twitter": "lilschwartzie", "name": "Lisbug", "image": "lilschwartzie.jpg", "description": "Lisa Schwartz, Lisbug on Youtube, is one of the winners of the 2011 Youtube Next Up Contest. She is thrilled to be a part of all this madness. For weekly absurdity and a nauseating amount of cuteness, check out her channel www.youtube.com/lisbug.*Please note, Lisa does not enjoy writing in third person."}
{"twitter": "mmitchelldaviss", "name": "Livelavalive", "image": "mmitchelldaviss.png", "description": "Mitchell Davis, born September 9th 1989, is a famous YouTube personality known as a part of the duo Livelavalive, and avid Helvetica and YACHT lover. He lives in Ohio with his roommate Kyle Sibert, and their puppy, Remix. He also has a collab channel with Kyle Sibert, Meekakitty, Catrific and Nanalew, called Vlogvetica."}
{"twitter": "lovelyladycakes", "name": "Lovely Lady Cakes Chef Anna O'Steen", "image": "lovelyladycakes.jpeg", "description": "I'm a Lady who loves to bake sweet treats like cakes, pies, bars, and desserts. I also love to share my experiences with people so they can have the same enjoyment that I get from cooking. Come Learn, Interact, and Eat with ..."}
{"twitter": "lukeconard", "name": "Luke Conard", "image": "lukeconard.jpg", "description": "Luke Conard is a Youtube musician. In August of 2011, Luke released his first solo album, 301 Views, promoting it over a month long US tour alongside Alex Goot and Tiffany Alvord. Besides posting regular covers and original music videos on Youtube, he is also involved in the bands ALL CAPS with Kristina Horner, Ministry of Magic (a wizard rock band), and The Oceanic Six (along with Alex Carpenter and Jason Munday)"}
{"twitter": "okaymaggie", "name": "Maggie Finch", "image": "okaymaggie.jpg", "description": "Maggie is a digital media executive. She began her career in traditional advertising, transitioning to digital media in 1995. Over the next several years, Maggie pioneered many online marketing \"firsts\" and served as an industry spokesperson. For more than a decade, Maggie built aQuantive's digital media services as a General Manager and VP of Media. In 2007, Maggie shifted her attention to publishers, building digital marketing and technology products at Microsoft Advertising as the General Manager of the Publisher Solutions division. Today, Maggie is enabling the web to reward talented and inspiring online personalities as CEO and Founder of \"King of the Web\". "}
{"twitter": "MarcHustvedt", "name": "Marc Hustvedt", "image": "MarcHustvedt.jpg", "description": "Head of Partnerships at Chill (chill.com); Co-founder of Tubefilter and Executive Producer of The Streamy Awards. Also a video junkie with little hope of breaking the habit."}
{"twitter": "", "name": "Maria Friesen", "description": "Maria Friesen is a freelance video editor and digital artist based in Los Angeles specializing in documentary, promotional, and event filmmaking and design. For more info, visit www.mariafriesen.com"}
{"twitter": "USETWITTERCURRENTLYONSITE", "name": "Mark Douglas creator/star of The Key of Awesome", "description": "In 2009 Mark and Ben Relles came up with the idea for The Key of Awesome, a musical comedy show featured on the Barely Political channel. The Key of Awesome is best known for song parodies, spoofing celebrities, pop-culture and the latest Internet memes. The music video parody \"Ke$ha, Glitter Puke\" was the 2nd most viewed video of 2010 and has over 90 millions views. In 2011 Barely Political was named one of the top 10 most globally viewed You Tube channels and The Key of Awesome’s LMFAO parody, \"Santa and I Know It\" was the 3rd most viewed holiday video of the year. The Key of Awesome is still going strong in 2012. In February KoA’s Somebody That I Used to Know parody went viral with over 3 million views and climbing."}
{"twitter": "markgantt", "name": "Mark Gantt", "image": "markgantt.jpg", "description": "Mark is best know for co-creating and starring in THE BANNEN WAY, a unique Web Series/Feature by Sony's Crackle.com. The Bannen Way won 4 Streamy Awards including Best Actor (Mark) and Best Drama.\n\n\n\nMost recently, Mark Guest-Stared on Showtime's DEXTER, Felicia Day's THE GUILD and Mystery Guitar Man's ONCE UPON.\n\n\n\nAs a director he directed two episodes of web series SUITE 7 with Shannen Doherty (90210), Jaime Murray (Spartacus), Eddie McClintock (Warehouse 13) and Wilson Cleveland (The Temp Life)."}
{"twitter": "mmalkoff", "name": "Mark Malkoff", "image": "mmalkoff.jpg", "description": "Mark Malkoff is a comedian on My Damn Channel.com. He has been featured on 'The Today Show,' CNN, and 'The Tonight Show with Jay Leno.' He's best known for living and sleeping in an IKEA store for an entire week. He also visited and consumed purchases at all 171 Starbucks locations in Manhattan in less than 24 hours. In 'Apple Store Challenge' Mark brought a goat into the Apple Store to illustrate that they'll allow customers to do practically anything."}
{"twitter": "", "name": "Mark Veneia", "description": ""}
{"twitter": "MrMattEnlow", "name": "Matt Enlow", "image": "MrMattEnlow.jpg", "description": "Fun Facts about Mr. Matt Enlow: 1) He's a film maker & media-type living in Los Angeles with his wife and creative partner, Christine Weatherup.  2) He's an expert in new media and viral marketing.  3) He works for Comedy Central, helped found Strike.Tv and is a member of the International Academy of Web Television.  4) He have a couple shows you should check out… Sqauaresville, Engaged, and Mountain Man.  5) He went to USC. It went pretty well. 6) It took him 13 years to figure out how funny it would be if his middle name was “Sweet”."}
{"twitter": "", "name": "Matt Lobster ", "description": ""}
{"twitter": "A", "name": "Matt Page", "description": "Matt Page is the creator of \"Enter The Dojo\", a martial arts web series starring the fanatical Master Ken who continues to make enemies and allies around the world by teaching his creation: the ultimate fighting style known as AMERI-DO-TE."}
{"twitter": "swiftkaratechop", "name": "Matthew Brown AKA SwiftKarateChop", "image": "swiftkaratechop.jpg", "description": "Matthew Brown  is a superbly funny skit vlogger, gamer, all-round nice guy and minor celebrity on youtube. He is 20 years old and lives in Alabama. "}
{"twitter": "benator", "name": "Max Benator", "image": "benator.jpeg", "description": ""}
{"twitter": "meghantonjes", "name": "Meghan Tonjes", "image": "meghantonjes.jpg", "description": "Meghan is the YouTube personality of Request Tuesday with 140,000 subscribers and 9 million views. Her record, Be In Want, hit #8 on the iTunes singer/songwriter chart. A part of DigiTour and YouTube NextUp."}
{"twitter": "michaelaranda", "name": "Michael Aranda", "image": "michaelaranda.jpg", "description": "Michael Aranda, a student of photography, film, music, writing, philosophy, chemistry, rhetoric, architecture, orthopedics, cobblery, political science, and Caribbean studies, recently celebrated his twenty-sixth birthday sleeping off a mild case of the cold. He currently resides in Missoula, Montana and aspires to become way better than everyone else at everything ever."}
{"twitter": "buckhollywood", "name": "Michael Buckley", "image": "buckhollywood.jpg", "description": "Michael Buckley is the star of the \"What The Buck\" Show on YouTube. He started a public access show in his hometown in the summer of 2005, began posting on YouTube in the summer of 2006 and by 2008 was one of the first \"full time YouTubers\" making a living off online video. He has over 1 million YouTube subscribers and over 350 million views. His story has been featured on the front page of the New York Times and AdAge listed him as one of the webs most \"In Demand Brand Stars\". Brands he has worked with include Virgin Mobile, Pepsi, GE, Sony, Intel, Fox, CBS, TheCW, ABC Family and more."}
{"twitter": "totallysketch", "name": "Michael Gallagher (Totally Sketch)", "image": "totallysketch.png", "description": "Michael Gallagher is the creator of Totally Sketch, a weekly comedy series with over 800,000 subscribers and over 270 million views. He is also one of the co-founders of Maker Studios, a YouTube network with over 250 channels and 33 million subscribers. Gallagher recently produced, co-wrote and directed SMILEY, a feature length horror/thriller to be released in 2012."}
{"twitter": "michelleglavan", "name": "Michelle Glavan", "image": "michelleglavan.jpg", "description": "Michelle Glavan is a professional actress and YouTube content creator. Her channel http://youtube.com/michelleglavan is like a variety show, containing ukulele covers, music parodies, sketch comedy, and original songs. Watch her perform live on the main stage at VidCon! She'll be the girl with blonde hair and small breasts."}
{"twitter": "MikeChangSPS", "name": "Mike Chang", "image": "MikeChangSPS.jpg", "description": ""}
{"twitter": "mikediva", "name": "Mike Diva", "image": "mikediva.jpg", "description": "Conceived in a mad science experiment gone wrong under a waning blood moon, Mike Dahlquist, better known by his alias Mike Diva, has lasers for blood. A modern day auteur, Mike directs, edits, shoots, composes and performs in his films, as well as being a self taught VFX ace. Finding his place in the Youtube market he reached notoriety with pranks like Sexy Sax Man and music videos like I'm on Crack. Aspiring to one day direct feature length films, Mike continues to build his fan base through a unique blend of visual insanity and humor."}
{"twitter": "morganrbenoit", "name": "Morgan Benoit", "description": "Morgan has been involved in Chinese martial arts for 15 years. Following his passion as a teenager, he moved to China to study at the Beijing Sports University, where he mastered Long Fist Kung Fu. Once ascending to the top of his class in just a couple of years, he was admitted to the prestigious Shi Cha Hai Sports Academy, former training grounds of Jet Li, and many of China's top Olympic athletes.  He is currently a member the cast of Machinima's Bite Me."}
{"twitter": "deshawnraw", "name": "MrDeshawnRaw", "image": "deshawnraw.jpg", "description": ""}
{"twitter": "mysteryguitarm", "name": "Mystery Guitar Man", "image": "mysteryguitarm.jpg", "description": "Joe Penna is a successful, young director originally from São Paulo, Brazil. Joe began his career on YouTube during the recession when he decided, with the lack of editing jobs in Boston, to take a road trip to LA. Within a matter of months his channel, MysteryGuitarMan, rose from obscurity to become the tenth most subscribed of all time. His visionary style and playful content has pushed YouTube videos out of the realm of user-generated content and into the world of independent art. He is a one-man production team who directs stop motion and looping music videos. Joe believes in YouTube as a distribution platform because it allows him the ultimate freedom to create what he wants with the ability to include his audience in the creation process.  He currently lives in Los Angeles where he just directed his first scripted web series called Once Upon and launched a new show called \"SandBox.\""}
{"twitter": "TobyTurner", "name": "N/A", "image": "tobyturner.jpg", "description": ""}
{"twitter": "TwitterURL", "name": "Name to Appear on Website", "description": "80 Word Bio"}
{"twitter": "NickPitera", "name": "Nick Pitera", "image": "NickPitera.jpg", "description": "Nick Pitera is an American vocal artist with an extensive vocal range who has become well-known principally through the release of multi-octave range YouTube videos, several of which have gone viral. Pitera is capable of hitting all the high notes in dazzling covers of songs by the likes of Leona Lewis, Mariah Carey and, in his most popular clip, both Aladdin and Jasmine on ‘A Whole New World,’ from the movie ‘Aladdin.’"}
{"twitter": "corridordigital", "name": "Niko Pueringer", "image": "corridordigital.jpg", "description": "After finishing their first feature film “Dark Island,” Directors Sam Gorski and Niko Pueringer came to Los Angeles in 2009 armed with nothing but a desk-top computer and their talent.  Combining film-making and visual effects skills first honed as teenagers in their hometown of Stillwater, Minnesota, Gorski and Pueringer formed Corridor Digital in fall 2009, where they were quickly introduced to the fast-paced world of freelance visual effects.  Initially as a side project, Gorski and Pueringer created the YouTube channel corridordigital in early 2010 and began releasing free film-making and VFX tutorials in a web series entitled Shoot Your Friends.  After the unprecedented success of the Modern Warfare: Frozen Crossing series, released with the help of friends Brandon Laatsch and Freddie Wong (YouTube’s freddiew), YouTube partnership came in November 2010 with the goal of producing premium action, comedy, and gaming content for the Internet. Viral video hits such as Minecraft: The Last Minecraft and Dubstep Guns, a collaboration video with YouTube’s Mike Diva have helped make Corridor Digital the 95th most-subscribed YouTube channel of all-time.  "}
{"twitter": "tcwnyc", "name": "Not Provided", "image": "tcwnyc.jpeg", "description": ""}
{"twitter": "olgakay", "name": "Olga Kay", "image": "olgakay.png", "description": "Olga Kay started her journey to internet stardom as a Russian girl who ran away to the circus at 14, and came to America (on her own) at 16. She started her first YouTube channel to showcase her juggling skills and has since built a Moosh Army of over 400,000 loyal YouTube subscribers."}
{"twitter": "OpTicH3CZ", "name": "OpTic Hecz", "image": "OpTicH3CZ.jpg", "description": ""}
{"twitter": "Yosemitebear62", "name": "Paul Yosemitebear Vasquez, The Double Rainbow Guy.", "image": "Yosemitebear62.jpg", "description": "Born in East LA, moved to Yosemite National Park 1985, bought land near Yosemite, married into the Yosemite Indian culture. Farmer, artist, Cagefighter, Rainbow caller, meme, YouTuber."}
{"twitter": "peterbragiel", "name": "Peter Bragiel", "image": "peterbragiel.jpeg", "description": "Though his YouTube channel, pdrop, originally housed videos of his skills twirling objects on his finger (many of which were on fire), Peter Bragiel found his true YouTube calling by creating his travel series, In Transit.  He went on to be one of the original winners of the YouTube NextUp competition and his most current travel adventure features himself and his brother traveling down the Mississippi in a canoe."}
{"twitter": "pyrobooby", "name": "Peter Chao", "image": "pyrobooby.jpg", "description": "From comically embracing Asian stereotypes to making a mockery of everyone from Justin Bieber to Taylor Lautner to Chris Brown, Peter Chao first became an overnight Internet sensation by defying political correctness and baiting tween-pop fans. As he continues to cross controversial boundaries by covering the latest in current events and hot topics in pop culture, Chao has propelled himself to over 700,000 YouTube subscribers with over 150 million views worldwide. For the first time ever, comedy juggernaut Peter Chao will be at VidCon 2012!"}
{"twitter": "", "name": "Peter Hollens", "description": ""}
{"twitter": "petersrin", "name": "Peter Srinivasan", "description": "One half of YouTube channel Random Encounters, I make flashy visual and sound effects for video game showtunes. Singachu: A Pikachu Song, The Legend of Ganondorf, and Pac-Man The Musical are just a taste of our craziness. Finally, I refuse to write my bio in 3rd person :)"}
{"twitter": "Phillyd", "name": "Philip DeFranco", "image": "Phillyd.jpeg", "description": "Host of \"The Philip Defranco Show,\" Creator of \"Sourcefed,\" and leader of 'The Nation.' "}
{"twitter": "", "name": "RJ Williams", "description": "In 2003, RJ Williams established Arjay Entertainment and parlayed his  strong personal relationships and insider knowledge to build an impressive client roster that included ABC, FOX, CBS, TV Guide and Showtime. Arjay Entertainment quickly developed a reputation for  providing the most compelling celebrity programming, and created a new identity for an industry — Young Hollywood. Young Hollywood is one of the world’s largest independent producers and distributors of celebrity and entertainment video programming and continues to expand at a rapid rate. Under the  direction of Williams, Young Hollywood has grown to heavily influence today’s pop culture by creating and establishing emerging trends both within the industry and throughout the world."}
{"twitter": "A", "name": "Rachel Hroncich", "description": "Rachel Hroncich is one of the stars of the hit web series, Enter the Dojo. She has worked on numerous film projects, including Let Me In and the soon-to-be-released As Cool As I Am, starring Claire Danes. Rachel enjoys fine craft beers and good cheese plates. And the color green. And dogs. But not kids."}
{"twitter": "", "name": "RageNineteen", "description": ""}
{"twitter": "rhettandlink", "name": "Rhett & Link", "image": "rhettandlink.jpg", "description": "Rhett & Link are a North Carolina-based comedy duo consisting of life-long best friends, Rhett McLaughlin and Link Neal. They are best known for their internet videos and are self-proclaimed “Internetainers”.  They have been featured on CNN, BBC, NPR, TV Guide, E! News, TMZ, The Jay Leno Show, Lopez Tonight, Last Call with Carson Daly, and Ellen. In addition to their web presence, Rhett & Link are also musicians and filmmakers, and have worked in network television as hosts. They own and operate a video production company, Rhett & Link, Inc."}
{"twitter": "/www.imdb.me/risdonroberts", "name": "Risdon Roberts", "description": "Risdon Roberts moved to Los Angeles in the summer of 2008 with a suitcase and about 500 dollars in her checking account, which led to bouts of couch surfing and living out of her car.  She was asked to audition for the Machinima Web Series “Bite Me” after the casting director saw her unsolicited self-taped audition on YouTube.  She eventually booked the role of Lauren.  Season two of Bite Me premieres on March 6th, and “Evidence”, a horror movie in which she plays a supporting role, is slated to hit theaters this year.  Risdon lives in Santa Monica.  "}
{"twitter": "teamrootberry", "name": "Rootberry", "image": "teamrootberry.jpg", "description": "5 Time World Champions, 3 World Records. A live performance like you’ve never seen before. Juggling, sword swallowing, subscribe to follow thier journey around the World."}
{"twitter": "ryanvance", "name": "Ryan Vance", "image": "ryanvance.jpg", "description": "Ryan is a 15-year television and online media veteran and has been responsible for hundreds of hours of programming at HGTV, DIY, G4, Syfy and the WB. He has developed and run many different show formats including magazine, reality, makeover, documentary, live events, interactive and award shows. After breaking into television at the WB affiliate in San Francisco, he began his career in cable at TechTV where he created and ran the long running series \"X-Play.\" He then transitioned to developing and running shows for HGTV and DIY Network for Edelman Productions. Eventually the G4 network recruited him as executive producer, responsible for ongoing production and development of new series, specials and live events. In other work, he has developed new shows for Sci Fi Network, Reelz Channel and various \"new media\" outlets including Gamefly.com, Championship Gaming Series and MiniMovieChannel.com. He oversees all of Revision3's current production as well as programming acquisitions and strategy."}
{"twitter": "", "name": "Ryan Welsh", "description": "Born and raised in Plymouth, MI, Ryan developed a passion for acting very early on.  He went on to focus all his energy on his training; receiving his degree from Western Michigan University, studying at Oxford, England, and his finally earning his MFA from UC Irvine.  Though he now works most often on camera, he has deep roots in the theatre as an actor, director, and playwright.  Ryan feels so lucky to have the support of his family and friends as pursues his passion.  Though sometimes he misses the seasons of Michigan, he happily resides in sunny Los Angeles."}
{"twitter": "SabrinaAbuObeid", "name": "Sabrina Abu-Obeid", "image": "SabrinaAbuObeid.jpeg", "description": "Sabrina Abu-Obeid is a Florida musician known as the singer and other half of TeraBrite, a two piece YouTube band. The duo has won contests like YouTube's NextUp, Conan's VD Explosion, and Sprint Epic Mini-Movie where Michael Bay chose the winner. Aside from original music and covers, you may recognize Sabrina's face from many YouTube theme songs! Go get VL'd daily with Sabrina and her boyfriend DJ on VleraBrite where they show behind the scenes of their music career."}
{"twitter": "corridordigital", "name": "Sam Gorski, Corridor Digital", "description": "After finishing their first feature film “Dark Island,” Directors Sam Gorski and Niko Pueringer came to Los Angeles in 2009 armed with nothing but a desk-top computer and their talent.  Combining film-making and visual effects skills first honed as teenagers in their hometown of Stillwater, Minnesota, Gorski and Pueringer formed Corridor Digital in fall 2009, where they were quickly introduced to the fast-paced world of freelance visual effects.  Initially as a side project, Gorski and Pueringer created the YouTube channel corridordigital in early 2010 and began releasing free film-making and VFX tutorials in a web series entitled Shoot Your Friends.  After the unprecedented success of the Modern Warfare: Frozen Crossing series, released with the help of friends Brandon Laatsch and Freddie Wong (YouTube’s freddiew), YouTube partnership came in November 2010 with the goal of producing premium action, comedy, and gaming content for the Internet. Viral video hits such as Minecraft: The Last Minecraft and Dubstep Guns, a collaboration video with YouTube’s Mike Diva have helped make Corridor Digital the 95th most-subscribed YouTube channel of all-time.  \n\n"}
{"twitter": "Songpidgeon", "name": "Sarah English (Songpidgeon)", "image": "Songpidgeon.jpg", "description": "Sarah English is a Canadian singer, songwriter, actress & vlogger. Best know on Youtube for her music performances, vlogs, and comedy sketches."}
{"twitter": "severshed", "name": "Sarah Penna", "image": "severshed.jpg", "description": "Sarah Penna began Big Frame [formerly The Cloud Media] in early 2010 with the mission of finding a developing online talent. She has run some of the most successful branded campaigns on YouTube including Sony, Fox, Home Depot and more. She has also found and developed some of the most loved names in online videos today. She currently lives in Los Angeles with her husband, MysteryGuitarMan, and their mini-daschund Eddie! \n\n"}
{"twitter": "thesap", "name": "Scott Allen Perry", "image": "thesap.jpg", "description": "SAP (Half of the Perry Brothers) is an uber-slashy writer/director/producer/actor/musician/rump-shaker who's wracked up over 100 million views for his work with mediocrefilms on Retarded Policeman and whacked out original content on the Ponceman channel with brother Josh the Ponceman Perry. Non-YouTube works include FuelTV's Stupidface, some feature films and a few sweet acting gigs. Scott is co-author of the visually stunning and hilarious books Mime Very Own Book and Fallen Superheroes."}
{"twitter": "SeaNanners", "name": "SeaNanners", "image": "SeaNanners.jpg", "description": ""}
{"twitter": "SeanKlitzner", "name": "Sean Klitzner", "image": "SeanKlitzner.png", "description": "Sean Klitzner is an American Youtuber, comic actor, and host. Klitzner is known for his sketches, parodies, and dream vlogs on his main channel. He also has a daily vlog channel and a daily gaming channel in which he films himself dressed up as a gaming character while playing old school games. He is best recognized for his numerous television appearances and his hosting work on The American Idol Experience."}
{"twitter": "shanedawson", "name": "Shane Dawson", "image": "shanedawson.jpg", "description": "Shane Dawson is an American YouTube comedian and actor. Dawson is known for making comedy videos featuring many recurring characters (such as Shananay, Shane’s Mom and Aunt Hilda), impersonations and spoofs of popular music videos and TV shows. His main YouTube channel is the fifth most subscribed channel of all time. "}
{"twitter": "USETWITTERCURRENTLYONSITE", "name": "ShayCarl", "description": ""}
{"twitter": "Smosh", "name": "Smosh", "image": "Smosh.jpg", "description": "Smosh is Ian Hecox and Anthony Padilla. Anthony Padilla first began posting flash movies on Newgrounds in early 2003, under the name Smosh. He was later joined by his friend Ian Hecox. Soon afterward they began to post videos on YouTube in the autumn of 2005 and became one of the most popular channels on that site, with more than 4.5 million subscribers as of April 2012."}
{"twitter": "spandyandy", "name": "Spandy Andy", "image": "spandyandy.jpg", "description": "Spandy Andy uses his unique style of high-energy dance and brightly colored spandex to help spread his mission: appreciate the fact that you are alive and use your energy to spread positivity."}
{"twitter": "", "name": "Stevie Nelson", "description": ""}
{"twitter": "tayzonday", "name": "Tay Zonday", "image": "tayzonday.jpg", "description": "Tay Zonday is a People’s Choice Award-Nominated, Youtube Award-Winning, Webby Award-Winning singer-songwriter with more than 130 million video views on Youtube.  With a baritone voice that is often compared to Paul Robeson, Barry White, and Brad Roberts of the “Crash Test Dummies,” Zonday also does commercial voice and spokesperson work for a growing portfolio of clients that have included DrPepper, Intel, TurboTax, Comedy Central, Firefox, Geico, Vizio, Hasbro, Virgin America, NASA, Toyota and The MLB Network. The twenty-nine-year-old continues to release original music and race toward a future filled with possibility.\n\n\n"}
{"twitter": "thefinebros", "name": "The Fine Brothers", "image": "TheFineBros.jpg", "description": "Benny and Rafi should be listed together...see Rafi's bio."}
{"twitter": "thewinggirls", "name": "The Wing Girls", "image": "thewinggirls.png", "description": "The Wing Girls, aka Jet & Star, are online comedy phenoms with a mix of hilarious dating how-to?s, sketch comedy and parodies. They?re part of the Big Frame Network and are regularly ranked in the Top 100 Comedians on Youtube. The girls are currently Fashion Police Columnists for US Weekly Magazine and have also written for Campus Circle and Men's Health. They have been featured on E! and on the KTLA news as comedy commentators. Their book will be published by Chronicle next fall. Oh, and they have the most pathetic number of twitter followers you?ve ever seen."}
{"twitter": "PianoGuys", "name": "ThePianoGuys", "image": "PianoGuys.png", "description": ""}
{"twitter": "TheScarySnowman", "name": "TheScarySnowman", "image": "TheScarySnowman.jpg", "description": "Creator of  Freaky The Scary Snowman Series. Video Guru who loves to entertain people through YouTube."}
{"twitter": "", "name": "TheWillofDC", "description": "William Hyde aka TheWillofDC aka YouTube's Sheriff is a pioneering reporter in the YouTube space. His show \"YouTube News\" is watched by many top YouTubers and industry leaders seeking information on all things YouTube. The originator of statistical analysis on YouTube his \"Winners and Losers\" show has been tracking the weekly subscriber growth of YouTube's top 100 most subscribed channels for over 3 years. Currently based out of LA he also enjoys fighting games, Ethiopian food and hanging out with Davis."}
{"twitter": "", "name": "TimH", "description": ""}
{"twitter": "traphik", "name": "Timothy DeLaGhetto", "description": "Tim Chantarangsu better known as Traphik and Timothy DeLaGhetto, is a rapper, comedian, and videographer. Aside from rapping, Traphik also makes online parody and comedy videos. Tim currently lives in Paramount, California."}
{"twitter": "tcwnyc", "name": "Tina Cesa Ward", "description": "TINA CESA WARD is a writer and director for the screen and web. As the Executive Producer/Writer/Director of the extremely popular web series \"Anyone But Me\", Tina won the first ever Writers Guild Award for Original New Media. Tina has been nominated several times for her directing including a Streamy Award and IAWTV Award nomination. Tina also directed the successful branded web series \"Bestsellers\".  And in 2011 Tina debuted the mini series \"Good People in Love\". Hailed by DIGIDAY as “…a new milestone for online video series.” Tina is currently developing a new adventure web series, \"Guards of Dagmar\"."}
{"twitter": "TmarTn", "name": "TmarTn", "image": "TMarTn.jpg", "description": ""}
{"twitter": "acedtect", "name": "Tom Merritt", "description": "Tom anchors the daily tech news show Tech news Today on the TWiT network as well as hosting special live news coverage and other events."}
{"twitter": "", "name": "TomSka", "description": "Thomas 'TomSka' Ridgewell is a British YouTube comedian and producer. Along with a range of explosive animated and live action comedy sketches he is responsible for the popular asdfmovie series."}
{"twitter": "metonyv", "name": "Tony V", "image": "metonyv.jpg", "description": "Tony V is a talented writer/producer/editor and the creator of the wildly popular horror anthology series BlackBoxTV.  He recently partnered with Anthony Zuiker (CSI) to expand the series."}
{"twitter": "whatsupelle", "name": "WhatsUpElle", "image": "whatsupelle.jpg", "description": "Elle from WhatsUpElle has rapidly built a cult following, a.k.a. the Ellegiance, with what Mashable calls \"awesome editing\".  The spunky Stanford grad has collaborated with star personalities such as Mystery Guitar Man, Barely Political & Ashton Kutcher in addition to creating successful ads for brands such as Mattel, Keurig, popchips and Levi's."}
{"twitter": "Whiteboy7thst", "name": "Whiteboy7thst", "image": "Whiteboy7thst.jpg", "description": ""}
{"twitter": "WoodysGamerTag", "name": "WoodysGamerTag", "image": "WoodysGamerTag.jpg", "description": ""}
{"twitter": "youabu", "name": "Yousef Abu-Taleb", "description": "Yousef Abu-Taleb is a Jordanian-American Actor and Producer who began his career starring on the award winning web-series, lonelygirl15. To date, it has been viewed over four hundred billion times world wide and still continues to gain numbers. While on lonelygirl15, Yousef decided to get behind the camera by producing feature films. He started his own production company, Youabu Productions, and to date has produced five feature length independent films which include Family of Four, his first feature, Growth, a number one download on itunes in 2010 and Look at Me, which brought the original cast of  lonelygirl15 back together.  Currently, Yousef is the star of a new comedy series, Bite Me, which was first show exclusively sponsored by Youtube and Google and now has the backing of Lionsgate and Capcom and will be the first televised series to air on The Fear Network."}
{"twitter": "iamgak", "name": "Yung Lee", "image": "iamgak.png", "description": "Yung comes from a strong background in martial arts. He enjoys creating action-packed content involving an interesting mix of visual FX, martial arts, and stunt-work. While he firmly believes in creating content that is unique and expressive, he also believes that sometimes you just gotta have fun with what you do!"}
{"twitter": "danisnotonfire", "name": "danisnotonfire", "image": "danisnotonfire.png", "description": "Dan Howell known as danisnotonfire is a British comedy vlogger who makes you feel better by laughing at his awkward life. His videos caught the attention of the BBC who gave him a 2 hour show on Radio 1 on Christmas night, and just because he likes to joke about the internet being creepy, doesn't mean you shouldn't give him underwear or human hair when you meet him in person. Please."}
{"twitter": "ijustine", "name": "iJustine", "image": "iJustine.jpg", "description": "iJustine is an internet addict, video producer, blogger and lover of all things technology. She?۪s best known for creating humorous sketch videos and music video parodies on YouTube. Her love of the internet has crossed over to mainstream media while being the official Twitter correspondent at the 2009 MTV Video Music Awards."}
{"twitter": "swooz1e", "name": "sWooZie", "description": "Swoozie started his youtube channel in 2006 to share his animation projects with friends in other states. His channel stayed inactive until he won some XBOX tournaments online and was contacted by DIRECTV. DIRECTV flew him out to San Fran to participate in their televised gaming event. After that, he started traveling regularly for gaming and to avoid constantly repeating himself to all of my coworkers, he started documenting his travels on youtube and would tell them \"Just check out my youtube.\" He then started sharing life stories during the gaming down times on the vlogs and the channel became a mix of gaming culture and life lessons expressed through his stories. In 20120 he teamed up with Michelle Phan (#1 Beauty Guru/passionate gamer) to collab on a gaming channel (Press Start) in Oct 2010. He currently lives in Florida and is part of Big Frame. "}
