[
    {
        "name": "*COMMUNITY & EXPO REGISTRATION - Hall A Foyer - Convention Center",
        "start": "June 28 2012, 11:00 AM PDT",
        "end": "June 28 2012, 8:00 PM PDT",
        "details": "<italics>*Please note that Industry and Guest Badges are only available at the Hilton</italics>"
    },
    {
        "name": "INDUSTRY & GUEST REGISTRATION - Hilton Anaheim",
        "start": "June 28 2012, 8:00 AM PDT",
        "end": "June 28 2012, 8:00 PM PDT",
        "details": "Available to all who purchased Industry Day Tickets or Guest Of VidCon Tickets"
    },
    {
        "name": "OPENING KEYNOTE - PACIFIC C",
        "start": "June 28 2012, 9:00 AM PDT",
        "end": "June 28 2012, 10:45 AM PDT",
        "details": "<bold>Opening Address</bold> - <italics>Hank Green & John Green</italics> \n \n <bold>The Future of Television</bold> - <italics>Jim Louderback</italics>\n   Why mobile video is more important than you think, but isn?t really, well, all that mobile, plus an update on how Moore's law continues to change our world.\n\n\n<bold>When your Client Demands Viral</bold> - <italics>Chase Norlin, CEO Alphabird & Fred Krazeise, Social Media Director SmithGifford</italics>\n\n   It's a jungle out there. But it doesn?t have to be. In this session you will find a unique case study about the Identity Monitor brand that reveals how a potentially tumultuous relationship between a video media buyer and an audience development company can actually be smooth sailing. You?ll gain lessons from two organizations on successfully partnering to achieve a common purpose: Driving loads of (top quality) traffic to a Youtube campaign with an earned media guarantee. In short, it's a how-to on making a client video ?go viral?. This case study, presented by Alphabird CEO Chase Norlin, joined by SmithGifford Social Media Director Fred Krazeise, illustrates how a harmonious digital ecosystem of audiences, media buyers and publishers is not fantasy, but a circle of life.\n\n\n<bold>Redefining Celebrity in the Post-TV Era</bold> - <italics>Robert Weiss, Chief Operating Officer, EQAL</italics>\n\n   The buzz word ?influencers? has taken on new meaning online, especially socially. An influencer can mention your name or brand and it appears in millions of Twitter and Facebook feeds, on Pinterest, StumbleUpon and the rest and your video gets shared with everyone who follows the cool kid! It's what we strive for to build numbers. Influencers are television, music and movie celebrities as well as YouTube breakouts who have followings of hundreds of millions who follow their leads because they trust the content provider. YouTube Original Channels are being built around such influencers and are doubling down on the home grown YouTube stars like Elle & Blair Fowler, the fashion & beauty sensations with more than 350 million video views between them. At the same time, the expanded use of personal electronics by every demographic and the easy access to apps has put the celebrity voice directly into the hands of every fan who wants to be close. Who breaks through?\n\n\n<bold>Keeping the Video Flowing Online</bold> - <italics>Michael Weinberg, Senior Staff Attorney and Innovation Evangelist, Public Knowledge</italics>\nWhile everyone knows the internet is the place for video, not everyone is happy about it. Companies that have traditionally made money selling video subscriptions have been wary of online video and the competition that it brings. Unfortunately, many of these same companies also control the pipes that deliver the internet to our homes. This talk will discuss how control of the pipe can be used against online video, and what is being done in Washington, DC to protect a truly competitive online video environment.\n\n\n<bold>Two Way Television is Here</bold> - <italics>Adi Sideman, CEO YouNow</italics>\n   Adi Sideman, the CEO of YouNow delivers an entertaining and provocative look at what our TV experience will look like a short 2 years from now. A technologist and a social game designer, Mr. Sideman will show the evolution of Television into a ?many-to-many? participatory medium. Hear and see what lies beyond the second screen approach, what tomorrow's reality shows will look like and why Foursquare checkins will include live broadcasting. Mr. Sideman will demo state of the art enabling technologies such as Bambuser, Google Hangouts and collaborative mobile broadcasting.\n"
    },
    {
        "name": "BREAK",
        "start": "June 28 2012, 10:45 AM PDT",
        "end": "June 28 2012, 11:00 AM PDT",
        "details": "<italics>Break</italics>"
    },
    {
        "name": "BREAKOUT SESSIONS - CONCOURSE LEVEL",
        "start": "June 28 2012, 11:00 AM PDT",
        "end": "June 28 2012, 12:00 PM PDT",
        "details": "<bold>Avila A\nCostume Designing for the Brave New World: How the Internet Changed Costumes</bold> - <italics>Natalia Fedner, Costume Designer Perez Hilton and Epic Rap Battles of History</italics>\n<bold><italics>Panel:</bold> Morgan Christensen, Costume Designer, Maker Studios; Daniela DiIorio, Costume Designer HLG Films; Mary Gutfleish, Costume Designer Epic Rap Battles; Sulai Lopez</italics>\n   Costumes have a huge impact on the online videos we all love. They grab our attention and give us a reason to stay along for the ride - and they can quickly elevate a simple video's production value. A panel of internet costume designers spill their secrets on what it's like to design for the very small screen, including youtube videos, web series, and corporate content and how it differs from designing for traditionals medias like TV and film. Epic Rap Battles, Perez Hilton, La Coacha, Equals3, Maker Studios, and Leap Year costume designers give you an insider's look behind the costumes of your favorite videos.\n\n\n<bold>Avila B\nWhat I Wish I?d Known: Producing</bold> - <italics>Drew Baldwin Tubefilter\n<bold>Panel:</bold> Kim Evey, Producer, The Guild, Geek and Sundry; Amanda Goodfried, Senior Manager, Digital Content and Programming, Disney Interactive; Burnie Burns, Rooster Teeth; James Hafner, Director/Producer SourceFed</italics>\n   Producers in online entertainment live by the mantra: I wear many hats. Join some of the producers who have helped grow an industry that hadn?t existed 10 years ago and hear how they have learned from past projects: both successes and failures.\n\n\n<bold>San Simeon A\nThe First Page: Non-Comedy</bold> - <italics>John Sibley Law, Saxon Mills TangoDango Networks\n<bold>Panel:</bold> Mark Gardner, Producer/Creator/IAWTV Board Member; Tony Valenzuela, Executive Producer & Creator, BlackboxTV; Tina Cesa Ward, Writer/Director, Anyone But Me; Al Thompson, Creator/Actor, ValDean Entertainment; Jessica Arinella, What You Can Do Actors, Annunziata Gianzero, Co-Moderator IAWTV Writers Group, Actor-Battery Park; Rachel Hip Flores, Actor-Anyone But Me; Gary Anthony Williams, Actor-Boston Legal-LA Comedy Shorts Fest; Yuri Baranovsky, Actor, Leap Year</italics>\n   Part workshop, part traditional panel; this session focuses on the first page, or the hook. We will workshop four first pages of scripts focusing on everything from character to audience engagement to overall efficacy of the hook. The second part of the session will be a more traditional panel where the panelists will discuss hooks/first pages, their impact on building an audience and on the works they initiate.\n\n\n<bold>San Simeon B\nBuilding Your Business on YouTube</bold> - Ryan Vance, VP Programming and Production, Revision3\n<bold><italics>Panel:</bold> Philip DeFranco, The Philip DeFranco Show, Source-Fed); Harley Morenstein (Epic Meal Time), The Fine Brothers,finebros, MyMusic; Mark Watson (SoldierKnowsBest)\nHow do you take your passion for making videos and evolve it into an ongoing business. How and when do you quit your day job??\n\n\n<bold>Carmel\nPlatform Options for Online Creators</bold> - Paul Wehrley Clicker.com\n<bold><italics>Panel:</bold> Todd Roy, HDFilms; Aaron DeBevoise, Machinima; Jonas Diamond, iThentic; Rick Rey, blip</italics>\n   YouTube. Enough said. But what about all of the other platforms that are out there? Hear pros and cons from some of the executives at boutique and alternative platforms about where and why to post your web series somewhere besides the platform we aren?t going to talk about.\n\n\n<bold>Monterey\nYouTube and the 2012 Election\n<italics>Panel:</bold> Cenk, TYT Network; Jim Louderback, Revision3; Steve Grove, YouTube; Will Keenan, Maker; Steve Oh, TYT Network/The Point\n</italics>   The rise of social media not only allows people to connect with each other but it allows campaigns to reach millions of voters. Political operatives have been very creative in coming up with new and innovative ways of using these platforms to influence voters and spread messages. The Young Turks 2012 Vidcon Panelists will take a look into how YouTube will be used to affect the November 2012 Election process."
    },
    {
        "name": "LUNCH",
        "start": "June 28 2012, 12:00 PM PDT",
        "end": "June 28 2012, 1:00 PM PDT",
        "details": "<italics>Lunch</italics>"
    },
    {
        "name": "BREAKOUT SESSIONS",
        "start": "June 28 2012, 1:00 PM PDT",
        "end": "June 28 2012, 2:15 PM PDT",
        "details": "<bold>Availa A\nWhat I Wish I'd Known: Social Media</bold> - Kevin Winston\n<bold><italics>Panel:</bold> Liz Jones, Senior VP of Digital Marketing, Relativity Media; Will Hyde, Social Media Manager, Maker Studios; Olga Kay, YouTuber, @olgakay; Adorian Deck, Creator of @OMGFacts @FirstWorldPains @OMGThatsPunny; Angelique Toschi, Social Media Manager, International Academy of Web Television</italics>\n   Join our panel on social media tips and tools from top industry experts. We?ll discuss how to use YouTube, Facebook, and Twitter together to engage fans, connect with influencers, and build your brand. And we?ll discuss best practices for newer tools including Pinterest, Instagram, Google+ and more.\n\n\n <bold>Availa B\nRedefining Entertainment for the Masses: Meet the Next Gen Media CEOs</bold> - Barry Blumberg, EVP, Alloy Digital and President, Smosh\n<bold><italics>Panel: </bold>Matt Diamond, CEO and Founder, Alloy, Inc.; Allen DeBevoise, CEO, Machinima; George Strompolos, CEO and Founder, Full Screen</italics>\nWith premium programming capturing enormous attention from a coveted generation of viewers, these forward-thinking digital CEOs share insights on building successful brands and communities in the digital age. Hear first hand what the leaders of some of the top ranked digital entertainment networks have to say about the future of video and the expansive opportunities ahead.\n\n\n<bold>San Simeon A\nThe First Page: Comedy</bold> - John Sibley Law; Saxon Mills, TangoDango Networks\n<bold><italics>Panel: </bold>Sandeep Parikh, Actor/Creator, My Damn Channel; Jeannie Roshar, Founder, LA Comedy Shorts Fest; Lauren Franchesca, Actor/Internet Sensation, Barely Political/IWant-MyLauren; Woody Tondorf, Producer Writer, Hollywood; Olga Kay, Internet Sensation, World Wide Web Actors; Annunziata Gianzero, Co-Moderator, IAWTV Writers Group, Actor-Battery Park; Rachel Hip Flores, Actor, Anyone But Me; Gary Anthony Williams, Actor, Boston Legal-LA Comedy Shorts Fest; Yuri Baranovsky, Actor, Leap Year</italics>\n  Part workshop, part traditional panel; this session focuses on the first page, or the hook. Expert panelists will each have a chance to screen something from their arsenal of funniness. Then, we will workshop four first pages of scripts focusing on everything from character to audience engagement to overall efficacy of the hook. The second part of the session will be a more traditional panel where the panelists will discuss hooks/first pages, their impact on building an audience and on the works they initiate.\n\n\n<bold>San Simeon B\nThe Transition from YouTuber to Web Series</bold>\nAJ Tesler, Sync Producer & Founder of ITV Fest\n<bold><italics>Panel: </bold>Jimmy Wong, jimmy; Kristina Horner, italktosnakes, Jobhunters; Stefan Van Engen, SVP Programming and Production, Bedrocket; David Tochterman, Head of Digital Media, Innovative Artists</italics>\nThe world of the YouTuber and the world of web series have traditionally been very separate realms, but a recent surge of interest by popular YouTubers in creating their own original web series has created great crossover between the two. This panel will feature a handful of YouTubers who recently made the jump - come listen to them talk about the process of doing both!\n\n\n <bold>Carmel\nActing for the Web</bold> - Mark Friedlander, SAG-AFTRA New Media\n<bold><italics>Panel: </bold>Al Thompson; Mark Gantt; Emma Caulfield; Yuri Baranovsky\n</italics>   Acting is not acting across the board. The best actors know how to adapt their performances to fit the production's medium. Learn tips from several web series stars about what it takes to be great on the small ? sometimes tiny ? screen.\n\n\n<bold>Monterey\nConvincing Executives that We Need to Be Online</bold> - Eric Brown Producer, Kornhaber Brown\n<bold><italics>Panel: </bold> The Fine Brothers (finebros, MyMusic); Brigitte Dale (MTVStatusUpdates); George Ruiz Head of New Media Senior Vice-President Business Affairs, ICM; Lauren S. Saks Senior Manager, PBS Digital Studios\n</italics>   Convincing executives that online video makes sense can be a delicate road to navigate. Creating web video involves investment, time, staff, and the addition of yet another place in the world where the brand's image has to be managed. Many find the process too arduous, don?t see the value to the organization, or don?t have the confidence that their brand can create video that people will actually watch. This panel will discuss the most persuasive ways to make the case for web video production. Topics include: How to pitch web video in a language that speaks to executives, How to use goals and numbers to get the organization excited about web video growth, and The importance of taking risks as the world of online video changes, including the difficult concept of putting content first, and the brand second."
    },
    {
        "name": "AFTERNOON BREAK",
        "start": "June 28 2012, 2:15 PM PDT",
        "end": "June 28 2012, 2:30 PM PDT",
        "details": "<italics>Afternoon Break</italics>"
    },
    {
        "name": "MASTER BREAKOUTS",
        "start": "June 28 2012, 2:30 PM PDT",
        "end": "June 28 2012, 3:45 PM PDT",
        "details": "<bold>Pacific A\nBunk It Up With a Network or Go It Alone?</bold> - Max Benator, Executive Producer, Sonia's Travels\n<bold><italics>Panel: </bold>Benny and Rafi Fine, Creators, The Fine Brothers; Shay Carl, Creator, Co-Founder, Maker Studios; Kendall Rhodes, Digital Marketing, Relativity, Sarah Penna, Co-Founder, Bigframe</italics>\n   As a YouTube creator you?re faced with a number of decisions. One of the biggest is whether to sign with a network or stay independent. What do networks like Bigframe, Machinima, Maker and Fullscreen really offer? Are they all the same? What are the downsides and what are the upsides? Hear the pros and cons from all sides; a network, an independent creator, a signed creator and an advertiser.\n\n\n<bold>Pacific B\nThe Attention Machine</bold> - Jason Harris Mekanism-President and CEO\n<bold><italics>Panel: </bold>Shiv Singh, Global Head of Digital, Pepsi Co; Eric Ryan, Home-Co-founder and Brand Architect, Method; Justine Ezarik, iJustine; Dane Boedigheimer, The Annoying Orange</italics>\n   YouTube Creators have become their own Media Networks. Not since the invention of the internet has business been so tantalized and terrified by this dramatic powershift. This will be a lively discussion of epic ways to strike the right and wrong relationship between brands and digital influencers."
    },
    {
        "name": "AFTERNOON BREAK - PACIFIC FOYER",
        "start": "June 28 2012, 4:00 PM PDT",
        "end": "June 28 2012, 4:15 PM PDT",
        "details": "<italics>Afternoon Break</italics>"
    },
    {
        "name": "OPENING KEYNOTE - PACIFIC C",
        "start": "June 28 2012, 4:15 PM PDT",
        "end": "June 28 2012, 5:30 PM PDT",
        "details": "<bold>How One Man Challenged Society and Tested His Limits (And Put it Online)</bold> - Mark Malkoff,Comedian, Filmmaker, My Damn Channel\n   Mark Malkoff showcases the incredible things humans are capable of with perseverance. Mark will illustrate how his videos are extremely emotionally and physically difficult to pull off. He?ll talk about the life lessons he's learned from each endeavor and the places they?ve taken him.\n\n\n<bold>Celebrate the Web: Level Up!</bold> - Jenni Powell, Stuart Davis, Logan Rapp, Producers Celebrate the Web 6\n<bold><italics>Panel: </bold>Ian Moffitt, Machinima; Jenn Miller CEO and President Audiosocket\n</italics>Celebrate The Web 6: Level Up! is a web series festival that challenges creatives to write, shoot, edit and upload a web series pilot in seven days or less. After surviving that, they must run through the gauntlet of our judges? panel and the voting public. We present today the Judge's Prize and Audience Choice winning teams.\n\n\n<bold>Epic Wins/Epic Fails - Social Video and the Battle for Hits</bold> - Jason Harris, President/CEO and Tommy Means, Partner/Executive Creative Director of Mekanism\n   As social media marketing moves from experimental to institutional, brands no longer question it as a line item.. And the creative, strategies, deployment, and results of social campaigns vary drastically. With a mix of brand case studies and color commentary Jason Harris, President/CEO, and Tommy Means, Partner/Executive Creative Director of Mekanism (small ad agency of the Year) explore what makes a campaign epic, and what makes others? epically fail.\n\n\n<bold>The Future of YouTube</bold>\n   Seven years ago, the first video was shared on YouTube. Today, over 72 hours of video are uploaded to the site each minute. Through YouTube, our creators are reaching passionate global audiences, driving the evolution of content, and building the channels of the future. Join us to learn how we?ll continue this journey together."
    },
    {
        "name": "INDUSTRY RECEPTION - Hosted by Blip TV",
        "start": "June 28 2012, 7:00 PM PDT",
        "end": "June 28 2012, 10:00 PM PDT",
        "details": "Wow what a long day right? Lots of great educational panels, interesting conversations and lots of networking. Well IT'S NOT OVER YET!! Blip has partnered with VidCon to bring you this year's Industry Reception."
    }
]
