[
 {
 "name": "INDUSTRY & GUEST REGISTRATION",
 "start": "June 28 2012, 8:00 AM PDT",
 "end": "June 28 2012, 8:00 PM PDT",
 "details": "Industry & Guest Registration – Hilton, Pacific Promenade"
 },
  {
  "name": "*COMMUNITY & EXPO REG",
  "start": "June 28 2012, 11:00 AM PDT",
  "end": "June 28 2012, 8:00 PM PDT",
  "details": "<small>*Please note that Industry and Guest Badges are only available at the Hilton on Thursday*</small>"
  },
  {
  "name": "OPENING KEYNOTE - PACIFIC C",
  "start": "June 28 2012, 9:00 AM PDT",
  "end": "June 28 2012, 10:45 AM PDT",
  "details": "Anaheim Convention Center, Hall A Foyer<br /><b>Opening Address</b><small>Hank Green & John Green</small> <br /> <br /> <b>The Future of Television</b><small>Jim Louderback</small><br />   Why mobile video is more important than you think, but isn't really, well, all that mobile, plus an update on how Moore's law continues to change our world.<br /><br /><b>When your Client Demands Viral</b><small>Chase Norlin, CEO Alphabird & Fred Krazeise, Social Media Director SmithGifford</small><br /><br />   It's a jungle out there. But it doesn't have to be. In this session you will find a unique case study about the Identity Monitor brand that reveals how a potentially tumultuous relationship between a video media buyer and an audience development company can actually be smooth sailing. You'll gain lessons from two organizations on successfully partnering to achieve a common purpose: Driving loads of (top quality) traffic to a Youtube campaign with an earned media guarantee. In short, it's a how-to on making a client video \"go viral\". This case study, presented by Alphabird CEO Chase Norlin, joined by SmithGifford Social Media Director Fred Krazeise, illustrates how a harmonious digital ecosystem of audiences, media buyers and publishers is not fantasy, but a circle of life.<br /><br /><br /><b>Redefining Celebrity in the Post-TV Era</b><small>Robert Weiss, Chief Operating Officer, EQAL</small><br /><br />   The buzz word \"influencers\" has taken on new meaning online, especially socially. An influencer can mention your name or brand and it appears in millions of Twitter and Facebook feeds, on Pinterest, StumbleUpon and the rest and your video gets shared with everyone who follows the cool kid! It's what we strive for to build numbers. Influencers are television, music and movie celebrities as well as YouTube breakouts who have followings of hundreds of millions who follow their leads because they trust the content provider. YouTube Original Channels are being built around such influencers and are doubling down on the home grown YouTube stars like Elle & Blair Fowler, the fashion & beauty sensations with more than 350 million video views between them. At the same time, the expanded use of personal electronics by every demographic and the easy access to apps has put the celebrity voice directly into the hands of every fan who wants to be close. Who breaks through\"<br /><br /><br /><b>Keeping the Video Flowing Online</b><small>Michael Weinberg, Senior Staff Attorney and Innovation Evangelist, Public Knowledge</small><br />While everyone knows the internet is the place for video, not everyone is happy about it. Companies that have traditionally made money selling video subscriptions have been wary of online video and the competition that it brings. Unfortunately, many of these same companies also control the pipes that deliver the internet to our homes. This talk will discuss how control of the pipe can be used against online video, and what is being done in Washington, DC to protect a truly competitive online video environment.<br /><br /><br /><b>Two Way Television is Here</b><small>Adi Sideman, CEO YouNow</small><br />   Adi Sideman, the CEO of YouNow delivers an entertaining and provocative look at what our TV experience will look like a short 2 years from now. A technologist and a social game designer, Mr. Sideman will show the evolution of Television into a \"many-to-many\" participatory medium. Hear and see what lies beyond the second screen approach, what tomorrow's reality shows will look like and why Foursquare checkins will include live broadcasting. Mr. Sideman will demo state of the art enabling technologies such as Bambuser, Google Hangouts and collaborative mobile broadcasting.<br />"
  },
  {
  "name": "BREAK",
  "start": "June 28 2012, 10:45 AM PDT",
  "end": "June 28 2012, 11:00 AM PDT",
  "details": "<small>Break</small>"
  },
  {
  "name": "INDUSTRY BREAKOUTS - CONCOURSE LEVEL",
  "start": "June 28 2012, 11:00 AM PDT",
  "end": "June 28 2012, 12:00 PM PDT",
  "details": "<b>Carmel<br />Costume Designing for the Brave New World: How the Internet Changed Costumes</b><small>Natalia Fedner, Costume Designer Perez Hilton and Epic Rap Battles of History<br /><b>Panel:</b> Morgan Christensen, Costume Designer, Maker Studios; Daniela DiIorio, Costume Designer HLG Films; Mary Gutfleish, Costume Designer Epic Rap Battles; Sulai Lopez</small><br />   Costumes have a huge impact on the online videos we all love. They grab our attention and give us a reason to stay along for the ride - and they can quickly elevate a simple video's production value. A panel of internet costume designers spill their secrets on what it's like to design for the very small screen, including youtube videos, web series, and corporate content and how it differs from designing for traditionals medias like TV and film. Epic Rap Battles, Perez Hilton, La Coacha, Equals3, Maker Studios, and Leap Year costume designers give you an insider's look behind the costumes of your favorite videos.<br /><br /><br /><b>Pacific B<br />What I Wish I'd Known: Producing</b><small>Drew Baldwin Tubefilter<br /><b>Panel:</b> Kim Evey, Producer, The Guild, Geek and Sundry; Amanda Goodfried, Senior Manager, Digital Content and Programming, Disney Interactive; Burnie Burns, Rooster Teeth; James Hafner, Director/Producer SourceFed</small><br />   Producers in online entertainment live by the mantra: I wear many hats. Join some of the producers who have helped grow an industry that hadn't existed 10 years ago and hear how they have learned from past projects: both successes and failures.<br /><br /><br /><b>San Simeon AB<br />The First Page: Non-Comedy</b><small>John Sibley Law, Saxon Mills TangoDango Networks<br /><b>Panel:</b> Mark Gardner, Producer/Creator/IAWTV Board Member; Tony Valenzuela, Executive Producer & Creator, BlackboxTV; Tina Cesa Ward, Writer/Director, Anyone But Me; Al Thompson, Creator/Actor, ValDean Entertainment; Jessica Arinella, What You Can Do Actors, Annunziata Gianzero, Co-Moderator IAWTV Writers Group, Actor-Battery Park; Rachel Hip Flores, Actor-Anyone But Me; Gary Anthony Williams, Actor-Boston Legal-LA Comedy Shorts Fest; Yuri Baranovsky, Actor, Leap Year</small><br />   Part workshop, part traditional panel; this session focuses on the first page, or the hook. We will workshop four first pages of scripts focusing on everything from character to audience engagement to overall efficacy of the hook. The second part of the session will be a more traditional panel where the panelists will discuss hooks/first pages, their impact on building an audience and on the works they initiate.<br /><br /><br /><b>Pacific A<br />Building Your Business on YouTube</b><small>Ryan Vance, VP Programming and Production, Revision3<br /><b>Panel:</b> Philip DeFranco, The Philip DeFranco Show, Source-Fed); Harley Morenstein (Epic Meal Time), The Fine Brothers,finebros, MyMusic; Mark Watson (SoldierKnowsBest)</small><br />How do you take your passion for making videos and evolve it into an ongoing business. How and when do you quit your day job?<br /><br /><br /><b>Avila AB<br />Platform Options for Online Creators</b><small>Paul Wehrley Clicker.com<br /><b>Panel:</b> Todd Roy, HDFilms; Aaron DeBevoise, Machinima; Jonas Diamond, iThentic; Rick Rey, blip</small><br />   YouTube. Enough said. But what about all of the other platforms that are out there? Hear pros and cons from some of the executives at boutique and alternative platforms about where and why to post your web series somewhere besides the platform we aren't going to talk about.<br /><br /><br /><b>Monterey<br />YouTube and the 2012 Election</b><br /><small><b>Panel:</b> Cenk, TYT Network; Jim Louderback, Revision3; Steve Grove, YouTube; Will Keenan, Maker; Steve Oh, TYT Network/The Point</small><br />The rise of social media not only allows people to connect with each other but it allows campaigns to reach millions of voters. Political operatives have been very creative in coming up with new and innovative ways of using these platforms to influence voters and spread messages. The Young Turks 2012 Vidcon Panelists will take a look into how YouTube will be used to affect the November 2012 Election process."
  },
  {
  "name": "LUNCH",
  "start": "June 28 2012, 12:00 PM PDT",
  "end": "June 28 2012, 1:00 PM PDT",
  "details": "<small>Lunch</small>"
  },
  {
  "name": "INDUSTRY BREAKOUTS",
  "start": "June 28 2012, 1:00 PM PDT",
  "end": "June 28 2012, 2:15 PM PDT",
  "details": "<b>Avila AB<br />What I Wish I'd Known: Social Media</b><small>Kevin Winston<br /><b>Panel:</b> Liz Jones, Senior VP of Digital Marketing, Relativity Media; Will Hyde, Social Media Manager, Maker Studios; Olga Kay, YouTuber, @olgakay; Adorian Deck, Creator of @OMGFacts @FirstWorldPains @OMGThatsPunny; Angelique Toschi, Social Media Manager, International Academy of Web Television</small><br />   Join our panel on social media tips and tools from top industry experts. We'll discuss how to use YouTube, Facebook, and Twitter together to engage fans, connect with influencers, and build your brand. And we'll discuss best practices for newer tools including Pinterest, Instagram, Google+ and more.<br /><br /><br /> <b>Pacific B<br />Redefining Entertainment for the Masses: Meet the Next Gen Media CEOs</b><small>Barry Blumberg, EVP, Alloy Digital and President, Smosh<br /><b>Panel: </b>Matt Diamond, CEO and Founder, Alloy, Inc.; Allen DeBevoise, CEO, Machinima; George Strompolos, CEO and Founder, Full Screen</small><br />With premium programming capturing enormous attention from a coveted generation of viewers, these forward-thinking digital CEOs share insights on building successful brands and communities in the digital age. Hear first hand what the leaders of some of the top ranked digital entertainment networks have to say about the future of video and the expansive opportunities ahead.<br /><br /><br /><b>San Simeon AB<br />The First Page: Comedy</b><small>John Sibley Law; Saxon Mills, TangoDango Networks<br /><b>Panel: </b>Sandeep Parikh, Actor/Creator, My Damn Channel; Jeannie Roshar, Founder, LA Comedy Shorts Fest; Lauren Franchesca, Actor/Internet Sensation, Barely Political/IWant-MyLauren; Woody Tondorf, Producer Writer, Hollywood; Olga Kay, Internet Sensation, World Wide Web Actors; Annunziata Gianzero, Co-Moderator, IAWTV Writers Group, Actor-Battery Park; Rachel Hip Flores, Actor, Anyone But Me; Gary Anthony Williams, Actor, Boston Legal-LA Comedy Shorts Fest; Yuri Baranovsky, Actor, Leap Year</small><br />  Part workshop, part traditional panel; this session focuses on the first page, or the hook. Expert panelists will each have a chance to screen something from their arsenal of funniness. Then, we will workshop four first pages of scripts focusing on everything from character to audience engagement to overall efficacy of the hook. The second part of the session will be a more traditional panel where the panelists will discuss hooks/first pages, their impact on building an audience and on the works they initiate.<br /><br /><br /><b>Pacific A<br />The Transition from YouTuber to Web Series</b><small>AJ Tesler, Sync Producer & Founder of ITV Fest<br /><b>Panel: </b>Jimmy Wong, jimmy; Kristina Horner, italktosnakes, Jobhunters; Stefan Van Engen, SVP Programming and Production, Bedrocket; David Tochterman, Head of Digital Media, Innovative Artists</small><br />The world of the YouTuber and the world of web series have traditionally been very separate realms, but a recent surge of interest by popular YouTubers in creating their own original web series has created great crossover between the two. This panel will feature a handful of YouTubers who recently made the jump - come listen to them talk about the process of doing both!<br /><br /><br /> <b>Avila AB<br />Acting for the Web</b><small>Mark Friedlander, SAG-AFTRA New Media<br /><b>Panel: </b>Al Thompson; Mark Gantt; Emma Caulfield; Yuri Baranovsky<br /></small>   Acting is not acting across the board. The best actors know how to adapt their performances to fit the production's medium. Learn tips from several web series stars about what it takes to be great on the small - sometimes tiny - screen.<br /><br /><br /><b>Monterey<br />Convincing Executives that We Need to Be Online</b><small>Eric Brown Producer, Kornhaber Brown<br /><b>Panel: </b> The Fine Brothers (finebros, MyMusic); Brigitte Dale (MTVStatusUpdates); George Ruiz Head of New Media Senior Vice-President Business Affairs, ICM; Lauren S. Saks Senior Manager, PBS Digital Studios</small><br />   Convincing executives that online video makes sense can be a delicate road to navigate. Creating web video involves investment, time, staff, and the addition of yet another place in the world where the brand's image has to be managed. Many find the process too arduous, don't see the value to the organization, or don't have the confidence that their brand can create video that people will actually watch. This panel will discuss the most persuasive ways to make the case for web video production. Topics include: How to pitch web video in a language that speaks to executives, How to use goals and numbers to get the organization excited about web video grow 2012, and The importance of taking risks as the world of online video changes, including the difficult concept of putting content first, and the brand second."
  },
  {
  "name": "AFTERNOON BREAK",
  "start": "June 28 2012, 2:15 PM PDT",
  "end": "June 28 2012, 2:30 PM PDT",
  "details": "<small>Afternoon Break</small>"
  },
  {
  "name": "MASTER BREAKOUTS",
  "start": "June 28 2012, 2:30 PM PDT",
  "end": "June 28 2012, 3:45 PM PDT",
  "details": "<b>Pacific A<br />Bunk It Up With a Network or Go It Alone?</b><small>Max Benator, Executive Producer, Sonia's Travels<br /><b>Panel: </b>Benny and Rafi Fine, Creators, The Fine Brothers; Shay Carl, Creator, Co-Founder, Maker Studios; Kendall Rhodes, Digital Marketing, Relativity, Sarah Penna, Co-Founder, Bigframe</small><br />   As a YouTube creator you're faced with a number of decisions. One of the biggest is whether to sign with a network or stay independent. What do networks like Bigframe, Machinima, Maker and Fullscreen really offer? Are they all the same? What are the downsides and what are the upsides? Hear the pros and cons from all sides; a network, an independent creator, a signed creator and an advertiser.<br /><br /><br /><b>Pacific B<br />The Attention Machine</b><small>Jason Harris Mekanism-President and CEO<br /><b>Panel: </b>Shiv Singh, Global Head of Digital, Pepsi Co; Eric Ryan, Home-Co-founder and Brand Architect, Method; Justine Ezarik, iJustine; Dane Boedigheimer, The Annoying Orange</small><br />   YouTube Creators have become their own Media Networks. Not since the invention of the internet has business been so tantalized and terrified by this dramatic powershift. This will be a lively discussion of epic ways to strike the right and wrong relationship between brands and digital influencers."
  },
  {
  "name": "PM BREAK - PACIFIC FOYER",
  "start": "June 28 2012, 4:00 PM PDT",
  "end": "June 28 2012, 4:15 PM PDT",
  "details": "<small>Afternoon Break</small>"
  },
  {
  "name": "CLOSING KEYNOTE - PACIFIC C",
  "start": "June 28 2012, 4:15 PM PDT",
  "end": "June 28 2012, 5:30 PM PDT",
  "details": "<b>How One Man Challenged Society and Tested His Limits (And Put it Online)</b><small>Mark Malkoff,Comedian, Filmmaker, My Damn Channel<br />   Mark Malkoff showcases the incredible things humans are capable of with perseverance. Mark will illustrate how his videos are extremely emotionally and physically difficult to pull off. He'll talk about the life lessons he's learned from each endeavor and the places they've taken him.<br /><br /><br /><b>Celebrate the Web: Level Up!</b><small>Jenni Powell, Stuart Davis, Logan Rapp, Producers Celebrate the Web 6<br /><b>Panel: </b>Ian Moffitt, Machinima; Jenn Miller CEO and President Audiosocket<br /></small>Celebrate The Web 6: Level Up! is a web series festival that challenges creatives to write, shoot, edit and upload a web series pilot in seven days or less. After surviving that, they must run through the gauntlet of our judges? panel and the voting public. We present today the Judge's Prize and Audience Choice winning teams.<br /><br /><br /><b>Epic Wins/Epic Fails - Social Video and the Battle for Hits</b><small>Jason Harris, President/CEO and Tommy Means, Partner/Executive Creative Director of Mekanism</small><br />   As social media marketing moves from experimental to institutional, brands no longer question it as a line item.. And the creative, strategies, deployment, and results of social campaigns vary drastically. With a mix of brand case studies and color commentary Jason Harris, President/CEO, and Tommy Means, Partner/Executive Creative Director of Mekanism (small ad agency of the Year) explore what makes a campaign epic, and what makes others? epically fail.<br /><br /><br /><b>The Future of YouTube</b><small></small><br />Seven years ago, the first video was shared on YouTube. Today, over 72 hours of video are uploaded to the site each minute. Through YouTube, our creators are reaching passionate global audiences, driving the evolution of content, and building the channels of the future. Join us to learn how we'll continue this journey together."
  },
  {
  "name": "INDUSTRY RECEPTION",
  "start": "June 28 2012, 7:00 PM PDT",
  "end": "June 28 2012, 10:00 PM PDT",
  "details": "Wow what a long day, right? Lots of great educational panels, interesting conversations and lots of networking. Well IT'S NOT OVER YET!! Blip has partnered with VidCon to bring you this year's Industry Reception."
  },
  {
  "name": "GENERAL REG - Hall A Foyer",
  "start": "June 29 2012, 8:00 AM PDT",
  "end": "June 29 2012, 8:00 PM PDT",
  "details": "*Registration time for all VidCon attendees"
  },
  {
  "name": "VIDCON EXPO HALL - Hall A",
  "start": "June 29 2012, 9:00 AM PDT",
  "end": "June 29 2012, 6:00 PM PDT",
  "details": "<small>Expo Hall located in Hall A</small>"
  },
  {
  "name": "OPENING MAINSTAGE - Arena",
  "start": "June 29 2012, 9:00 AM PDT",
  "end": "June 29 2012, 10:45 AM PDT",
 "details": "<b>Hosted by Hank Green & John Green</b><small></small><ul><li>Intro/Welcome Address by Hank Green & John Green</li><li>Charlie McDonnell</li><li>YouTube and Alternate Sports with Mike Spinner & Special Guest</li><li>5 Second Films & Crew</li><li>Key of Awesome with Mark Douglas & Special Guests</li><li>Minute Physics LIVE!</li><li>Megan and Liz</li><li>Jorge with Reality Changers and Alexa</li><li>Nick Pitera</li><li>Weird Talents of the Internet, Hosted by Rootberry with guests Olga Kay, JoeNationTV, Sarah Gregory & Surprise Guests</li><li>On Doing You with Ze Frank</li><li>BuckFactor LIVE with Michael Buckley</li>"
  },
  {
  "name": "BREAKOUT SESSIONS - 2nd floor",
  "start": "June 29 2012, 11:00 AM PDT",
  "end": "June 29 2012, 12:00 PM PDT",
  "details": "<b>201AB - Lights, Camera, Activism!</b><small> Hunter Walk, Director of Product Management, YouTube; Jason Toff, Product Manager, YouTube</small><br />  How YouTube Creators Are Changing the World Through Online Activism, Ever thought about creating videos in support of a cause or nonprofit you care about? It can be a great way to create social good while continuing to grow your audience. Hear from YouTube Creators, Online Activists & NonProfits Organizations on what it takes to change the world. We'll also be announcing some new programs to help you take the first step.<br /><br /><br /><b>201CD - The Maker Story</b><small></small>   Have you ever wondered how Maker Studios got its start? Find out first hand from the founding members of one of YouTube's fastest growing networks.<br /><br /><br /><b>203A - Why Go Live?</b><small>Beth Hoyt - Host, My Damn Channel LIVE<br /><b>Panel:</b> Mike Rotman, Streamin' Garage, BAMMO; Michael Lustig thelip.tv, Molly Templeton - Director of Talent and Audience Development, Damon Berger CEO What's Trending</small><br />   One of the nice things about internet is being able to access content whenever, where ever. Why are so many networks attempting to create Live Shows? What is the future of Live vs. Pre-recorded?<br /><br /><br /><b>203B - The Parent's Panel: Encouraging, Protecting and Enabling Your Kid/Teen's Passion for Internet Video</b><small>Deanna Jones, Producer, Video Parenting Content<br /><b>Panel:</b> Lamarr Wilson, wilsontech1, Adam Jacobs VP Content and Executive Prodcer ZUI; Sarah Malkin Producer,THE MOMS VIEW; Andrew Falchook, GeekAndrew</small><br />   Is your child the next internet video superstar? Social media video platforms like YouTube are experiencing massive growth. A large demographic of content producers and viewers are children and teens. How can parents best equip their kids to produce content and remain effective and safe at the same time? We will delve into parenting up-and-coming video superstars and also discuss the value and strengths that Internet Video has to offer your kids.<br /><br /><br /><b>204A - Bite Me Season 2 Screening</b><small></small><br />Missed one of the most talked about web-series of the year?! Already experienced it, but couldn't get enough, and want to watch it in full uninterrupted form?! Don't miss the screening of BITE ME Season 2 as one full movie, fresh with zombie slaying, game playing, crude humor, and side-splittingly hilarious gore. Literally.<br /><br /><br /><b>205AB - Beyond Fan Fiction: Web Creators Utilizing Existing IP and the Implications</b><small>George Ruiz, Head of New Media Senior Vice-President Business Affairs, ICM<br /><b>Panel: </b>Shaun Spalding, New Media Rights; Mark Douglas Key of Awesome; Bernard Ho, Vice President Video, IGN; Fran Mirabella, Director of Video, IGN</small><br />   Thoughts on how to make the most out of creating video content based on gaming and film Intellectual Properties.<br /><br /><br /><b>206AB - As Seen On YouTube: Reinventing the Infomercial</b><small>Jeffrey Harmon, Chief Marketing Officer, Orabrush<br /><b>Panel: </b>Jason Bagley, Creative Director, Old Spice with Wieden+ Kennedy; Michael Dublin, Founder and CEO, Dollar Shave Club</small><br />   How to build videos that sell product on YouTube. Learn from the pioneers: Orabrush, Old Spice, and Dollar Shave Club.<br /><br /><br /><b>207A - What I Wish I'd Known: Travel Series</b><small>Taryn Southern<br /><b>Panel: </b>Peter Bragiel, In Transit; Lindsay Doty; Sonia Gil Host of Sonia's Travels; WheezyWaiter</small><br />   What's the use of being a world traveler if you can't show people how awesome and worldly you are? Come listen to Peter Bragiel, Lindsay Doty, WheezyWaiter and the creator of Sonia's Travels talk about using on-line video to share their experiences.<br /><br /><br /><b>207B - U Trollin?</b><small>Laci Green<br /><b>Panel: </b>Brittani Louise Taylor; Lisa Schwartz; DeStorm; Steve Greene</small><br />   The internet is an AMAZING place to express yourself! But unfortunately, trolling, personal attacks, harassment, and bullying are no strangers to any of us. Come hang out with Laci Green and other creators and learn why this happens, how to deal, and how to put an end to it.<br /><br /><br /><b>207C - Revision3 Production Lab</b><small><b>Revision3 Instructors: </b>Ryan Vance; Jim Louderback; Tom Lofthouse; Graham Hancock; Matt Labate; Mark Watson; Jon Rettinger; Ty Moss</small><br />   The Revision3 labs will be available to answer all your production questions. From lighting demonstrations, to shot setup, to which camera you should use on a tight budget. Have you spent hours paining over how to light your green screen so you don't look like a victim of swine flu? Look no further. Rev3 Labs is here to help!<br /><br /><br /><b>207D - Video Editing The Fast Way with VideoStudio Pro</b><small></small><br />You've got the idea, but not the time. That's where Corel VideoStudio Pro and Duncan33303 can help! In less than 40 mins, Duncan 33003's Austin Evans and Corel's Greg Wood will show you the secrets of editing video for the Web, including how to get started quickly with VideoStudio Pro X5. Learn to cut, trim and edit video, make fast and easy vlogs, and lots of time-saving techniques to help you edit faster!<br /><br /><br /><b>208AB - So You Want to be a Vlogger?  Now What?</b><small>Kent Nichols, Blip.tv<br /><b>Panel: </b>Philip DeFranco; Jenna Marbles; ExoticJess; GloZell Green</small><br />   The few, the proud, the vloggers.  Come find out what it takes to build your on-line presence and showcase your cunning wit and interesting interests.<br /><br /><br /><b>209AB - Web Series Spotlight: Geek and Sundry</b><small>Kim Evey Producer, Geek and Sundry<br /><b>Panel: </b>Felicia Day, The Guild, The Flog; Wil Wheaton, TableTop; Tom Merritt, Sword & Laser; Veronica Belmont, Sword & Laser</small><br />   Felicia Day, The Guild, The Flog; Wil Wheaton, TableTop; Tom Merritt & Veronica Belmont, co-hosts Sword & Laser, discuss all things Geek & Sundry & get your feedback on the new channel. Moderated by producer Kim Evey.<br /><br /><br /><b>210A - The Importance of Online Video for Musicians</b><small>Abe Burns, Digital Operations, Guy Oseary<br /><b>Panel: </b>Brandon Martinez, CEO, INDMUSIC; Paul Tao, iamsoundrecords; Ryan Chisholm, Manager, Bill Silva Entertainment; George Watsky, gwatsky</small><br />   Producing video is a great way to broadcast music to the world.  This panel explores the importance of video for musicians from the perspective of an artist manager, label manager, YouTube network manager, and the artist.<br /><br /><br /><b>210B - How to Showcase and Review Games/ See It and Say It, Capture Compelling Gameplay</b><small>Tom Lofthouse Director of Production, Revision3<br /><b>Panel: </b>Greg Miller, IGN; Max Scoville, Dtoid; Andreas Pierson, MLG; Astro</small><br />   This session explores the many different ways online game reviews can be covered. From one minute round ups, to \"let'splays\" that last 2 hours. From vlogging to a full-on studio show. We explore how each of these can be just as successful in their own right.<br /><br /><br /><b>210C - Animation for Young Adults - Drawing Massive YouTube Audiences</b><small>John Evershed CEO Mondo Media<br /><b>Panel: </b>Arin Hanson, Egoraptor; Thomas Ridgewell, TomSka; Ed Skudder, Dick Figures; Zack Keller, Dick Figures; Dane Boe, Creator, The Annoying Orange</small><br />   After music and video blogging, animation is arguably the third most watched original content genre for young adult audiences on YouTube.  Join creators, animators, and talent from major YouTube channels including Mondo, EgoRaptor, TomSka, and The Annoying Orange, as they talk about the ever-growing online animation community, recount production nightmares and popularity successes, and discuss the professional side of animation.<br /><br /><br /><b>210D - Headline Secrets and MetaData Mastering -Titles, Descriptions, Thumbnails and Tags, Oh My!</b><small>Jim Louderback CEO, Revision3<br /><b>Panel: </b>Greg Jarboe, President, SEO-PR; Corey Vidal, ApprenticeA; Mark Robertson, Founder ReelVideo; Shay Carl</small><br />   This session explores how to craft headlines that will make your audience click.  A look at top magazine cover lines and newspaper headlines to see how those lessons can be applied to titling your episodes.  Plus secrets of picking creating engaging images for thumbnails."
  },
  {
  "name": "BREAKOUTS - 2nd Floor",
  "start": "June 29 2012, 1:00 PM PDT",
  "end": "June 29 2012, 2:00 PM PDT",
  "details": "<b>201AB - Master the Partner Program: The Top 5 Things Top Partners Do</b><small>Alton Lee, Partner Engagement, YouTube; Bing Chen, Global Creator Initiatives Manager, YouTube; Christian Weitenberner, Technical Account Manager, YouTube</small><br />   Ever wonder what it takes to be a top YouTube partner? Are you attracting fans from all corners of the world?  Are you earning as much as you want on YouTube? Find out about some brand new YouTube tools and secret tips to take your channel to the next level.<br /><br /><br /><b>201CD - Maker Original Programming: The Art of Launching New Channels</b><br /><small></small><br />With YouTube's increased focus on original programming this year, many wonder what it's like to launch a channel from scratch. Hear from the teams behind the scenes of Maker's original content channels, such as The Moms View, Animonster, and The Platform. Learn what it takes to launch and develop programming in the new world of YouTube original content.<br /><br /><br /><b>203A - Web Series Spotlight: Leap Year</b><small>Michael Buckley, Creator/Star, What the Buck Show<br /><b>Panel: </b>Wilson Cleveland, Founder/Executive Producer, CJP Digital Media; Emma Caulfield, Executive Partner, Crazy8 Entertainment; Yuri Baranovsky, Writer/Producer, Happy Little Guillotine Films</small><br />   Leap Year, the sponsored original dramedy set inside a Silicon Valley tech startup, premiered its second season on Hulu and YouTube June 18th. Series Creators/Co-stars Wilson Cleveland, Yuri Baranovsky and season 2 guest star Emma Caulfield discuss how they're creating branded entertainment for their most important client: the audience.<br /><br /><br /><b>203B - YouTube and the 2012 Election</b><br /><small><b>Panel: </b>Will Hyde, TheWillofDC; Ana, TYT Network; Jack Hunter, Southern Avenger; Julie Borkowski,Toke Libertarian Girl; Amber Lee Ettinger, Obamagirl, Polipop, Maker</small><br />   The rise of social media not only allows people to connect with each other but it allows campaigns to reach millions of voters.  Political operatives have been very creative in coming up with new and innovative ways of using these platforms to influence voters and spread messages.  The Young Turks 2012 Vidcon Panelists will take a look into how YouTube will be used to affect the November 2012 Election process.<br /><br /><br /><b>204A - Machinima Network - Affiliate Channels</b><small>Jeremy Azevedo<br /><b>Panel: </b>Reckless Tortuga; Billy Sorrells, ScreenTeamShow and other surprise guests!</small><br />   Machinima brings together its top affiliate partners and directors to talk about their experiences on YouTube, discuss their crafts, how they started, how they got where they are today, and how to make it in the online media world. Showcasing Machinima's top content creators - from animation, to live action, and everything in-between - find out how the Machinima Network has become the primary place for talented individuals to show their work and build their brand.<br /><br /><br /><b>205AB - THE YOUTUBE POWER HOUR CHALLENGE!: Creating a YouTube video in 1 hour!</b><small>Ethan Newberry & Joe Nation</small><br />   YouTube filmmakers, Ethan Newberry and Joe Nation, challenge themselves to do the unthinkable. Watch as these two create - with full audience involvement - an ENTIRE YouTube video in 1 hour. From planning to shooting, editing to effects. By the end of the session, you will be witness to VidCon history.<br /><br /><br /><b>206AB - What I Wish I'd Known: Cooking Shows</b><small>Hilah Johnson, co-creator and host of Hilah Cooking<br /><b>Panel: </b>Hannah Hart, My Drunk Kitchen; Anna O'Steen, LovelyLadyCakes; Harley Morenstein, EpicMealTime; SORTED</small><br />   Join these kitchen masters for a discussion about how they found their perfect recipe for success in creating on-line cooking shows.<br /><br /><br /><b>207A - Black Holes, String Theory, and Stick Figures: Physics on Youtube</b><small>Henry Reich, MinutePhysics<br /><b>Panel: </b>Derek Muller, 1veritasium & Desti, destinws2/SmarterEveryDay</small><br />   Come hang out with youtube physics gurus Henry Reich (minutephysics), Derek Muller (1veritasium) and Destin (destinws2/SmarterEveryDay) to learn everything you wanted to know (and more) about physics! We'll answer all your questions about black holes, string theory, time travel, explosions, spacetime, the northern lights, or just how to draw the perfect stick figure and what it's like firing a gun underwater. And if you're extra nice, Destin may bring along his high-speed camera...<br /><br /><br /><b>207C - Revision3 Production Lab </b><small><b>Revision3 Instructors: </b>Ryan Vance; Jim Louderback; Tom Lofthouse; Graham Hancock; Matt Labate; Mark Watson; Jon Rettinger; Ty Moss</small><br />   The Revision3 labs will be available to answer all your production questions. From lighting demonstrations, to shot setup, to which camera you should use on a tight budget. Have you spent hours paining over how to light your green screen so you don't look like a victim of swine flu? Look no further. Rev3 Labs is here to help!<br /><br /><br /><b>207D - Making the World better with Online Video</b><small>Amber J Lawson, Partner, The Opportunity Management Company and Founder, Transforming the World Through Comedy<br /><b>Panel: </b>Jessica Arinella, What You Can Do; Tom Maynard, Channel Head, The Pet Collective, FremantleMedia; Eldad Hagor & Audrey Spilker, Hope for Paws</small><br />   Online video is a powerful tool for flattening and broadening the conversational landscape of pressing world issues.  But it doesn't stop there, with annotations, interactivity, and calls to action, audiences can take action, making a tangible difference to matters that touch their hearts.  In a session which addresses topics from empowering entertainment and armchair activism; to flock-to-unlock social action, we uncover how online video can be a force for good.<br /><br /><br /><b>208AB - So You Want to Build an Audience.  Now What?</b><small>Sarah Penna, Head of Talent Management & Co-Founder, Big Frame<br /><b>Panel: </b>Kevin Nalts, The Hillywood Show;. Joe Penna, Mickey Meyer Director of Channel Programming Maker Studios</small><br />   You know you like cats. And you know other people like cats.  So how do you get those people to watch your show Kitty: The Cat?  Join this panel of web experts to find out how to create an audience for your content.<br /><br /><br /><b>209AB - Vloggers Tell All</b><small>Austin Lau, Creator Programs Specialist, YouTube<br /><b>Panel: </b>ShayCarl, iJustine, and other Vlogging Stars</small><br />   Want to learn how to speak to your YouTube audience? Come to this breakout session to learn from some of YouTube's most effective vloggers as they give their tips, tricks, and personal stories about growing up on YouTube.<br /><br /><br /><b>210B - Game Industry 101 - Who/How/Where - What's Next in the Game Biz; Rumors/Facts</b><small>Ryan Vance, VP Programming and Production, Revision3<br /><b>Panel: </b>Adam Sessler, former Editor-in-Chief at G4 and host of Xplay; Geoff Keighley, EP/host of Spike's GameTrailers TV and Video Game Awards; Chad Concelmo, features editor for Destructoid.com; Max Scoville, Host of Rev3Games/The Desctructoid Show</small><br />   Accuracy and credibility is completely essential in the world of vidoegame journalism. How do you keep current with what's next in the game industry and how do you get that info first? Our insider panel will also discuss the trends and rumors around what's coming down the pike this year and next.<br /><br /><br /><b>210C - Women on YouTube</b><small>Zadi Diaz, Head of Content Development, Disney Interactive<br /><b>Panel: </b>Kristina Horner, italktosnakes; Hayley Hoover, hayleyghoover; Lex Croucher, NextUp Europe winner tyrannosauruslexxx; Rosianna Halse Rojas, missxrojas; Brittani Louise Taylor, brittanilouisetaylor</small><br />   Why is the internet experience different for women and how can we best work to make it a positive and creative environment? This panel will discuss the unique issues women face and put forward possible solutions to encourage women to engage in content creation.<br /><br /><br /><b>210D - Don't Forget About Audio, How to Record for YouTube</b><small><b>Presented by: </b>Blue Microphones</small><br />   Great audio can take your videos to the next level.  In this workshop, presented by Blue Microphones, creators of professional-quality USB microphones, and YouTube music sensation Tyler Ward, learn how to choose a microphone, audio tips and tricks that make a big impact and how to optimize your recording space to achieve better audio for your videos!<br /><br /><br />"
  },
  {
  "name": "BREAKOUTS - 2nd Floor",
  "start": "June 29 2012, 2:15 PM PDT",
  "end": "June 29 2012, 3:15 PM PDT",
  "details": "<b>201AB - From Creator to Programmer - Features and strategies to run your YouTube channel</b><small>Ryan Nugent, Audience Development Strategist, YouTube; Dror Shimshowitz, Product Manager, YouTube; Jason Toff, Product Manager, YouTube</small><br />   You've figured out how to make great videos, so now it's time to master building a great YouTube channel. Come hear about the latest products and features to help you build, program and promote your presence on YouTube.<br /><br /><br /><b>201CD - Come meet the Makers!</b><small></small><br />A Maker signing session with some of your favorite Maker Talent.<br /><br /><br /><b>203A - Web Series Spotlight: Fact Checkers Unit</b><small><b>Panel: </b>Thomas Bannister, Executive Producer; Brian Sacca, Lead Actor/Creator; Peter Karinen Lead Actor/Creator,</small><br />   Fact Checkers Unit is a hit online series sponsored by Samsung Mobile. Season 1 was distribution by NBC and won a best branded entertainment award at BANFF and Season 2 by MTV. FCU has featured celebrities including James Franco, Karolina Kurkova, T-Pain,Moby, Jon Heder and many more. The Fact Checkers use a different Samsung device in each season making FCU a rare example of an ongoing, scripted branded entertainment series. Learn from the creators and producers about working with brands and celebrities to produce scripted entertainment.<br /><br /><br /><b>204A - Machinima Network - Gaming</b><small>Ryan Musselman, OpticJ<br /><b>Panel: </b>Hector Rodriguez, YouTube.com/OpTicNation; Alex Wachs, YouTube.com/Whiteboy7thst; Matt Woodworth, YouTube.com/WoodysGamerTag; Sam Betesh, YouTube.com/xjawz; Trevor Martin, YouTube.com/TmarTn</small><br />   Witness the gaming panel to end all gaming panels! Bringing together Machinima's top gaming talent, they discuss their expertise in the online video game spectrum. From actual machinima creators to video game montage experts, we lay out the full scope of gaming videos that Machinima's Network has to offer, proving how this medium has started to take over, and how Machinima has become the primary destination for gamers around the world.<br /><br /><br /><b>205AB - Bridging the Gab Between Web and TV</b><small>Sara Fletcher (Actress, My Secret Girlfriend)<br /><b>Panel: </b>Philip DeFranco, The Philip DeFranco Show, Source-Fed; Anna Wenger, Head of Physical Production, Funny or Die; Joe Penna, MysteryGuitarMan</small><br />   This panel session looks at how online success can be transformed into TV success. A) from the point of view of incubating content online and having it travel to TV distribution, but also B) by using online video extensions to increase TV audience viewership (acquisition), keep audiences watching more (retention), and to increase monetisation.<br /><br /><br /><b>206AB - Let Us Entertain You: Creating Engaging Branded Entertainment</b><small>Jared Hoffman, Managing Partner and President, Branded Entertainment Generate, an Alloy Digital-owned Company<br /><b>Panel: </b>Brett Weinstein, Head of Digital Media, United Talent Agency; Ross Mackenzie, VP, Associate Planning Director, Team Detroit/Ford Global Brand Entertainment; Greg Colvin, Senior VP, Digital Director of Communications, Universal McCann</small><br />   Executives from top Hollywood agencies and consumer brands share insights on delivering branded experiences that appeal to the next gen viewing audience. Whether mobile, multi-screen, or on demand, how are they successfully leveraging new media (and its new 'stars') to breakthrough to an increasingly influential consumer market and what are their predictions for the future of digital entertainment?<br /><br /><br /><b>207A - Open a Merch shop in 5 easy steps</b><small>Mark Venezia</small><br />   Join hundreds of YouTubers like Shane Dawson, Toby Turner and iJustine who have opened their merchandise shop with Spreadshirt.  Get started today with no set up costs, free premium membership, no inventory to manage and unlimited earnings potential.<br /><br /><br /><b>207B - Vaginal Fantasies Meet Up</b><small><b>Panel: </b>Felicia Day; Bonnie Burton; Veronica Belmont; Kiala Kazebee<br /></small><br />   The ladies of Vaginal Fantasy talk their favorite VF books, why they like romance, what makes a naughty scene good/bad ugly! Will touch upload the May book pick as well, so come having read it if you want to discuss!<br /><br /><br /><b>207C - Revision3 Production Lab</b><br /><small><b>Revision3 Instructors: </b>Ryan Vance; Jim Louderback; Tom Lofthouse; Graham Hancock; Matt Labate; Mark Watson; Jon Rettinger; Ty Moss<br /></small><br />   The Revision3 labs will be available to answer all your production questions. From lighting demonstrations, to shot setup, to which camera you should use on a tight budget. Have you spent hours paining over how to light your green screen so you don't look like a victim of swine flu? Look no further. Rev3 Labs is here to help!<br /><br /><br /><b>207D - Effective Community Management on YouTube</b><small>Fran Mirabella, Director of Video Production, IGN Entertainment<br /><b>Panel: </b>Tae Kim, Executive Editor, Content Programming, IGN; Naomi Kyle, Host, The Daily Fix on IGN.com & Cheap Crazy Cool on YouTube/START; Greg Miller, Executive Editor, Play-Station & On-Air, Host of \"Up at Noon\" on YouTube/START, </small><br />   The video team at IGN (the world's leading video games media company, with one of the most widely-viewed YouTube channels) offers tips and tricks on becoming an on-screen personality, engaging a community, and properly dealing with negative comments/embracing the positive silent majority.<br /><br /><br /><b>208AB - So You Want to Collaborate. Now What?</b><small>Matt Labate, Director of Program Development, Revision3<br /><b>Panel: </b>Hannah Hart, My Drunk Kitchen; The Fine Brothers, Fine Bros, MyMusic; Milana Vayntrub, Live Prude Girls; Jimmy Wong, jimmy; Richard Ryan, Rated RR; Maha Achor, StarsVu</small><br />   The evolution of creators, networks, and business models on Youtube has happened faster than any other media trend in history. Youtube itself has evolved rapidly, and shifted the fabric of the media industry irreversibly. The idea of a collab has changed as well. Originating as a labor of love between creators working to build fans and followers they quickly became strategic as larger creators realized the value of their hardwon audiences. How is a collab different than just a creative partnership? Where do collabs fit in the new business of Youtube? What works and how should you be thinking about collabs now?<br /><br /><br /><b>209AB - Generation UPLOADED</b><small>Julie Zhan Producer UPLOADED, Kane Diep Director UPLOADED<br /><b>Panel: </b>Farah Moriah, Producer, UPLOADED; Rommel Andaya, Lead Editor; UPLOADED, Just Kidding Films; Bing Chen, YouTube; Jimmy Wong, Musician/Actor</small><br />   The UPLOADED panel will consist of a screening of excerpts from the feature documentary showcasing incredible stories--such as that of KevJumba and Freddie W--a generation who has found its voice through new media. A panel discussion will follow with comedians Just Kidding Films, YouTube executive Bing Chen, and musician Jimmy Wong regarding opportunities and trends in new media, how they've specifically utilized new media, and how new media has helped break stereotypes and showcase minorities, particularly Asian Americans, in a different light.<br /><br /><br /><b>210A - Hip Hop on YouTube</b><small>DJ Skee (skeetv)<br /><b>Panel: </b>DeStorm; Thurzday, Thurzday; Nipsey Hussle, nipseyhussletv; Epic Lloyd</small><br />   This panel brings together Hip Hop artists who work with some of the most influential names on YouTube and Hip Hop to talk about how YouTube changed the game for up and coming rappers and what is next for Hip Hop on YouTube.<br /><br /><br /><b>210C - Being Under 18 on YouTube</b><small>Arturo Trejo<br /><b>Panel: </b>Harrison Houde, xTurnipTimex; Scarlett Turner; Alexander Cox; Trevor Moran; Sergio Razta, Maker</small><br />   Come listen to these young YouTubers talk about their experiences in creating on-line content without being able to drink. They're adorable.<br /><br /><br /><b>210D - Making Video Magic: Tips for Telling Great Online Stories</b><small>Greg Hayes, Disney Interactive Media<br /><b>Panel: </b>Zadi Diaz, Head of Content Development, Disney Interactive Media; Special Guest From Disney Studios; Christina Grimmie, Music Artist and YouTube star; Simon Tofield, creator, Simon's Cat Animated Videos; Mindy McKnight, Creator, CuteGirlsHairstyles</small><br />   Excited to be participating in VidCon this year, Disney is hosting a panel to honor the talented artists who are making magical videos for us all to enjoy on YouTube.  We've assembled some of the hottest video creators from YouTube and Disney to share their tips and tricks for telling great online stories."
  },
  {
  "name": "AFTERNOON MAINSTAGE - Arena",
  "start": "June 29 2012, 3:30 PM PDT",
  "end": "June 29 2012, 5:00 PM PDT",
  "details": "<b>Hosted by Shay Carl and DailyGrace</b><small></small><ul></li><li>Enter the Dojo/Ask a Ninja THROW DOWN</li><li>Alex Goot / Chad Sugg</li><li>Chad Vader</li><li>Meghan Tonjes, Joe Penna (MysteryGuitarMan) & Chris Thompson (SupRicky06)</li><li>Smosh</li><li>Shay Carl Sings!</li><li>SMILEY Special Preview with Michael Gallagher, Shane Dawson, Toby Turner, DeStorm Power and other cast members</li><li>Jenna Marbles & The Pet Collective</li><li>The Ultimate VidCon Dance Off  with Spandy Andy, Nathan Barnett, Trevor Moran, Lindsay Sterling, Jian Sword Brothers & Possible Surprise Guests!</li></ul>"
  },
  {
  "name": "CONCERT - Arena",
  "start": "June 29 2012, 8:00 PM PDT",
  "end": "June 29 2012, 11:00 PM PDT",
  "details": "<b>Concert Lineup for Friday night:</b><small></small><ul><li>Michelle Glavan</li><li>Kina Grannis</li><li>The Keep</li><li>Meekakitty</li><li>Poppy</li><li>Driftless Pony Club</li><li>Dave Days</li></ul>"
  },
  {
  "name": "DANCE PARTY! - Arena",
  "start": "June 29 2012, 11:00 PM PDT",
  "end": "June 30 2012, 1:00 AM PDT",
  "details": "<b>Dance Party!</b><small></small>"
  },
  {
  "name": "GENERAL REG - Hall A Foyer",
  "start": "June 30 2012, 8:00 AM PDT",
  "end": "June 30 2012, 8:00 PM PDT",
  "details": "<b>General Registration</b><small></small>"
  },
  {
  "name": "VIDCON EXPO HALL - Hall A",
  "start": "June 30 2012, 9:00 AM PDT",
  "end": "June 30 2012, 6:00 PM PDT",
  "details": "<b>Expo Hall (Hall A)</b><small></small>"
  },
  {
  "name": "OPENING MAINSTAGE - Arena",
  "start": "June 30 2012, 9:00 AM PDT",
  "end": "June 30 2012, 10:45 AM PDT",
  "details": "<b>Hosted by Ethan Newberry and WheezyWaiter</b><small></small><ul><li>A Special Hello</li><li> Julia Nunes</li><li>Your Grammar Sucks LIVE</li><li>SideBurns Crew</li><li>Toby Turner</li><li>Wheezywaiter</li><li>Lindsay Sterling</li><li>Noah</li><li>The Fine Brothers and MyMusic</li><li>Live Prude Girls Interview Special Guest</li><li>What You Can Do and StickAid, Making a Difference</li><li>YTF Live!: Ryan Higa, D-Trix, Chester See, Victor Kim and Andrew Garcia bring YTF to VidCon</li></ul>"
  },
  {
  "name": "BREAKOUTS - 2nd Floor",
  "start": "June 30 2012, 11:00 AM PDT",
  "end": "June 30 2012, 12:00 PM PDT",
  "details": "<b>201AB - Collaborate with a YouTube Star...in just 1 hour!</b><small>Ben Relles, Founder of Barely Political & Head of Creative Development, YouTube<br /><b>Panel: </b>YouTube Stars</small><br />   In this one of a kind break-out session, YouTube stars will be in the room and ready to collaborate on the spot with you, the VidCon attendees. There will also be a short discussion on how you can best collaborate with other YouTubers.<br /><br /><br /><b>201CD - YouTube Jeopardy with host WillofDC</b><small></small><br />   Think you know everything about YouTube? Prove it!<br /><br /><br /><b>203A - Web Series Spotlight: Squaresville</b><small>Speakers: Josh Cohen, Tubefiler<br /><b>Panel: </b>Mary Kate Wiles; Kylie Sparks; Matt Enlow; Christine Weatherup; Jasmine Daghighian; Austin Rogers; Tiffany Ariany</small><br />   Did you ever feel like an outsider growing up? Squaresville takes on the complex, weird, funny world of two teenagers growing up in the suburbs. Learn about the creative process behind Squaresville, and how we aimed to embrace a web-specific audience as a scripted web series. Join a panel of seasoned web professionals and new faces with the cast and crew behind Squaresville.<br /><br /><br /><b>203B - Taming the Dragon: Video Curation on the Internet</b><small>Drew Baldwin, Founder, Tubefilter, Executive Producer, Streamy Awards<br /><b>Panel: </b>Mike O'Conner, Director, Distribution, Break Media; Marc Hustvedt, Head of Strategic Partnerships, Chill; David Beebe, Vice President and General Manager, Digital, Fishbowl Worldwide Media; Michael Stevens, Programming Strategist, YouTube Next Lab, Host/Creator, Vsauce</small><br />   Watching online video can be like trying to drink from a fire hose'on YouTube alone over 72 hours of video are uploaded every minute! How can you stay on top of everything? Hear the experts weigh in on the mix of techniques they use to find and deliver the best content to their audiences.<br /><br /><br /><b>204A - The Making of Bite Me</b><small>Andy Shapiro, Writer<br /><b>Panel: </b>Bob Quin, Writer; Jarrett Lee Conaway, Director; Ralph Sanchez, Production; Cindi Rice, Producer, John Frank Rosenblum, Producer; Potential surprise guests!</small><br />   The Bite Me Season 2 \"Making of\" Panel gives you a behind the scenes look into the making of your favorite zombie infested web series! Get in-depth with the writer, director, producer, and additional folks involved with the series. Expect a few to-die-for surprises along the way!<br /><br /><br /><b>205AB - How YouTubers Can Be Professional with Brands</b><small>Steve Raymond Co-Founder and CEO, Big Frame<br /><b>Panel: </b>Devin Graham, DevinSuperTramp; Corey Vidal, President, ApprenticeA Productions; Mickey Meyer, Maker; Ricky Ray Butler, President, Plaid Social Labs<br /></small><br />   There are a few Youtubers that continually get a lot of business. This is not only because they are large but usually is because of how they communicate with the brands and advertising agencies. This is very applicable to smaller channels since there is now a trend for brands to work with smaller channels since smaller channels are starting to get more conversions.<br /><br /><br /><b>206AB - The Evolution of Storytelling on the Web</b><small>Jay Bushman Fourth Wall Studios, Transmedia, Producer, The Lizzie Bennet Diaries<br /><b>Panel: </b>Bernie Su, Writer/Co-Creator, The Lizzie Bennet Diaries; Freddie Wong and Brandon Laatsch, Video Game High School; Sam Gorski and Niko Pueringer, Corridor Digital, Sync</small><br />   As technology advances and the small screens are merging with the large screens, so too has the complexity and scope of the stories told on the web also advanced. Come join some of these storytelling magicians as they discuss their growth through experimentation online.<br /><br /><br /><b>207B - Annotations: Engaged Ways of Interacting with Media</b><small><b>Panel: </b>Michael Gallagher, TotallySketch; The Fine Brothers; thefinebros, MyMusic; Tom Hoffman, Director of Comedy Development & New Media, FremantleMedia; Rob Polonsky, Call It A Show! / Chad, Matt & Rob</small><br />   In 2008, YouTube devised the annotation add-on, allowing content creators to superimpose text onto their videos, linking to a website, an image, or another video. In a growing number of cases, annotation features are leading to a choose-your-own adventure style series, game, or learning tool. Come hear how creators are utilizing this tool in creative ways and how you can too.<br /><br /><br /><b>207C - Revision3 Production Lab</b><br /><small><b>Revision3 Instructors: </b>Ryan Vance; Jim Louderback; Tom Lofthouse; Graham Hancock; Matt Labate; Mark Watson; Jon Rettinger; Ty Moss</small><br />   The Revision3 labs will be available to answer all your production questions. From lighting demonstrations, to shot setup, to which camera you should use on a tight budget. Have you spent hours paining over how to light your green screen so you don't look like a victim of swine flu? Look no further. Rev3 Labs is here to help!<br /><br /><br /><b>207D - Video Editing 101</b><small>With WeVideo, John Canning, VP Product Experience, WeVideo</small><br />   Learn the basics of video editing and storytelling with this hands on workshop. Follow along and learn the tips and tricks that take you beyond the mashup using tools that deliver professional level results. Bring a laptop and sign up here - http://bit.ly/JvTIyE for a free WeVideo.com account and to participate in the collaborative editing.<br /><br /><br /><b>208AB - So You've got a Web Series. Now what?</b><small>Annunziata Gianzero, Actor/Writer/Producer, Ivy Media Group, Inc.; J. Sibley Law, Founder, TangoDango and Ziz Comedy Network<br /><b>Panel: </b>Jim Louderback CEO Revision3, Aaron DeBevoise EVP, Network Programming Machinima, Inc., Sarah Passe Business Development Executive/Digital Content Packaging Creative Artists Agency (CAA), Lydia Antonini Producer/Digital Content, Jay Veraldi Vice President Fullscreen</small><br />   Writers, actors and directors often become web series producers out of necessity. Even if they can get their project made, many don't understand how to effectively distribute or market. Who should be on the team during this critical next step? When should they be engaged? How do you get to them? Find out here!<br /><br /><br /><b>209AB - Easy as 1, 2, 3. Education on YouTube</b><small>Angela Lin, Head of YouTube Education<br /><b>Panel: </b>Henry Reich, MinutePhysics; Hank Green, SciShow; John Green, CrashCourse; Mike Rugnetta, Host, PBS Idea Channel; Brady Haran, Numberphile<br /></small>   Learn how some of YouTube's top partners are changing education and how you can help create the first global classroom--right from your bedroom.<br /><br /><br /><b>210A - Pop Music on YouTube</b><small>Meridith Valiando, thedigitour<br /><b>Panel: </b>AlexGMusic7; Chris Thompson, SupRicky06; Jhameel, jhameelmusic; Ricky Ficcarelli, Wellington</small>   Pop music comes in many forms today, and artists are using YouTube as a platform to launch their careers. This panel will discuss making pop music and how to take music from YouTube to venues around the country.<br /><br /><br /><b>210B - The Rise of Viral Videos</b><small>Forest Gibson, Know Your Meme Internet Scientist<br /><b>Panel: </b>Gregory Brothers, Auto-tune the News; Yosemite Bear, Double Rainbow; Andrew Grantham, Talking Animals; Kyle Frere, Jian Sword Dancing</small><br />   In the fast paced world of the internet, it only takes a matter of days or even hours for a video to go from 100 views, to a million. Follow along as Forest, the Know Your Meme Internet Scientist talks with those behind some of your favorite viral videos to explore how they started, how they spread, and impacts on their lives.<br /><br /><br /><b>210C - Super Serving Your Niche: Focus on LGBT Content and Creators</b><small>Brian Rodda, PR Consultant/Producer/Actor/Host<br /><b>Panel: </b>Drew Droege Actor \"Chloe\"; Hannah Hart, Host, My Drunk Kitchen; Michael Buckley, Host, What The Buck Show; Susan Miller, Creator, Anyone But Me; Sean Hemeon, Actor, Husbands</small><br />   Join leading LGBT video creators from both the scripted & non-scripted world, as they discuss the ins and outs of the influence that their sexuality does OR does not have on their work and audience. Are digital LGBT \"characters\" new or different from traditional TV personas?<br /><br /><br /><b>210D - How to Sell Out without Selling Out: Making Brand Friendly Videos with Effective Ad Integrations</b><small>Brad Murphy, COO, Revision3<br /><b>Panel: </b>Claudia Cahill, Chief Content Officer, OMD LA; Harley Mortenstein, Epic Meal Time; Damian Sanders, MakeMeBad35</small><br />   You don't have to sell your soul to integrate ads into your videos. This session brings together some of the top executives from ad agencies with the best video sales expert in the industry to discuss what makes brand friendly videos, the most common pitfalls, and how to work with brands without losing your voice."
  },
  {
  "name": "BREAKOUTS - 2nd Floor",
  "start": "June 30 2012, 1:00 PM PDT",
  "end": "June 30 2012, 2:00 PM PDT",
  "details": "<b>201AB - Data Ninja! Master YouTube Analytics</b><small>Ted Hamilton and Andy Stack<br /><b>Product Team, YouTube</b></small><br />   Uncover the secrets to boosting your global audience, making more money, and taking your channel to the next level with data. We'll take you through all the tips to master Analytics like a pro. Hai-yah!<br /><br /><br /><b>201CD - Why Did I Join Maker?</b><small></small><br />Newly signed talents Andy Milonakis, Jessicah Frech, GloZell Green, HuskyStarcraft and others will be answering the question, Why join Maker?<br /><br /><br /><b>203A - When Fans Want to Invest: The Explosion of Crowdfunding</b><small>Josh Cohen, Tubefilter<br /><b>Panel: </b>Dan Dobi, Producer, YouTuber; Danae Ringelmann, COO and Co-Founder of Indiegogo, Aubrey Levy Co-Founder MobCaster; Matt Enlow, Creator, Squaresville</small><br />   It is sometimes a challenge just asking your audience to promote your series, but how to you dive into asking the audience to actually monetarily invest in your shows? Crowdfunding sites have become a way to help answer that question. Come hear from some of the active sites as well as creators who have successfully used this unique funding option.<br /><br /><br /><b>203B - The Ins and Outs of Copyrights / Avoiding Copyright Infringement</b><small>Shaun Spalding, New Media Rights<br /><b>Panel: </b>Art Neill, Founder, New Media Rights; Cary LoGrande, Director, Music Supervision for Film & TV at Audiosocket; Tay Zonday</small><br />Copyright laws are complicated, and they're the reason why your videos may get taken down. Fair use is complicated, but it's the reason you can get your videos back up. Learn some real-world best practices to use the laws and Youtube's rules to your advantage without any of the complications. Spend some time at the panel so you don't have to spend money on a lawyer.<br /><br /><br /><b>204A - Machinima Network - Affiliate Channels</b><small>Jeremy Azevedo<br /><b>Panel: </b>Reckless Tortuga; Billy Sorrells; ScreenTeamShow; And other surprise guests!</small><br />   Machinima brings together its top affiliate partners and directors to talk about their experiences on YouTube, discuss their crafts, how they started, how they got where they are today, and how to make it in the online media world. Showcasing Machinima's top content creators - from animation, to live action, and everything in-between - find out how the Machinima Network has become the primary place for talented individuals to show their work and build their brand.<br /><br /><br /><b>205AB - Web Series Spotlight: The Lizzie Bennet Diaries</b><small>Kristina Horner, italktosnakes, Jobhunters<br /><b>Panel: </b>Hank Green, Co-Creator/Executive Producer; Bernie Su, Co-Creator/Showrunner; Ashley Clements, Lizzie Bennet; Laura Spencer, Jane Bennet; Julia Cho, Charlotte Lu; Mary Kate Wiles, Lydia Bennet</small><br />   Come meet the cast and creative team behind The Lizzie Bennet Diaries, a modernized interactive version of Jane Austen's Pride and Prejudice. In only 3 months, the web series sensation has delighted fans across the world while receiving coverage in Time, USA Today, AV Club, Mashable, and Wired Magazine.<br /><br /><br /><b>206AB - How Brands Can Engage in Online Video</b><small>Kevin Nalts<br /><b>Panel: </b>Jim Louderback, CEO, Revision 3; Mark Robertson, RealSEO; And Other Guests</small><br />   Online video is the most visceral form of social media, and leading brands are engaging more meaningfully with customers by leveraging the medium. Hear about case studies, best practices, and ways to measure online-video social marketing and advertising. Learn from experts about what to watch as dollars shift to online video and the marketplace matures.<br /><br /><br /><b>207A - How to Be Successful on YouTube... Without Being a Top YouTube Star</b><small>Andre Meadows, BlackNerdComedy<br /><b>Panel: </b>Ethan Newberry, TheSampler; Jet & Star, TheWingGirls; Erika Cervantes and Emily McGregor, Founders, Comediva.com; Kaleb Nation, KalebNation</small><br />   News, magazines and blogs that talk about YouTube success usually highlights the top YouTube stars. But is it possible to be \"successful\" on YouTube if you're not an A-list YouTuber? Join a panel of YouTube partners who have found success on and off YouTube without ever being in the Top 100, encouraging content creators that winning on YouTube is not always millions of subscribers or going viral.<br /><br /><br /><b>207C - Revision3 Production Lab</b><br /><small><b>Revision3 Instructors: </b>Ryan Vance; Jim Louderback; Tom Lofthouse; Graham Hancock; Matt Labate; Mark Watson; Jon Rettinger; Ty Moss</small><br />   The Revision3 labs will be available to answer all your production questions. From lighting demonstrations, to shot setup, to which camera you should use on a tight budget. Have you spent hours paining over how to light your green screen so you don't look like a victim of swine flu? Look no further. Rev3 Labs is here to help!<br /><br /><br /><b>207D - Video Editing For YouTube: Tips, Tricks, And Techniques</b><small><b>Panel: </b>Jonathan Paula</small><br />   For all skill-levels, regardless of what program you use: Learn how to improve your vlogs, skits, or game commentaries with better editing! You'll learn about ideal export settings, helpful filters and plugins, time-saving techniques, best window layouts, important keyboard shortcuts, as well as workflow and media-management suggestions. A Q&A session for any specific issue you're curious about will conclude the workshop. Hosted by professional editor and YouTuber, Jonathan Paula - creator of the hit web-series, Is It A Good Idea To Microwave This?. Jonathan graduated from Emerson College with a degree in   Television Production.<br /><br /><br /><b>208AB - The Super Awesome Video Game High School Mega Panel</b><small><b>Panel: </b>Matthew Arnold, Co-Creator/Co-Writer/Director; Freddie Wong, Co-Creator/Director; Brandon Laatsh, Director; Desmond Dolly, Editor; Brian Firenzi, Co-Writer/Creator, 5secondfilms.com; Will Campos, Co-Writer; Jimmy Wong, Actor</small><br />   Enroll at Video Game High School, where we are going to put the cool back in exploring long form-narrative storytelling in the age of creator controlled digital distribution. Listen to the folks behind the landmark RocketJump web series as they avoid boring you to death as they ruminate on the past shoot and philosophize about the future of internet content.<br /><br /><br /><b>209AB - Creator Case Study: SMILEY</b><small><b>Panel: </b>Michael Gallagher, Director; Michael Wormser, Producer; Shane Dawson, Actor; Caitlin Gerard , Actress</small><br />   The cast/crew thoroughly discuss the process of making a film (soup to nuts), the power of new media, and the craziness of independent film. The gang will also show an extended clip/sizzle reel from the film with never before seen footage! Q&A with audience.<br /><br /><br /><b>210A - Groundbreaking Music Videos</b><small>Elle Walker, WhatsUpElle<br /><b>Panel: </b>Andrew Huang, songstowearpantsto; Al LeVine, halfdaytoday; Mike Thompkins; Mike Diva; Nathan Barnatt</small><br />   The only thing harder than making a great music video is making a groundbreaking music video. This panel will talk to artists and producers who are taking music videos to the next level.<br /><br /><br /><b>210B - So You Want to Use Social Media. Now What?</b><small>Mike Rugnetta, Host, PBS Idea Channel<br /><b>Panel: </b>Jon Goldman, CEO, Qlipso; Steph Belsky, Big Frame, Jeremy Welt, VP of Marketing, Maker</small><br />   You've created a YouTweet and MyFace account but want to know how to use it to get closer to your adoring fans. Join these panelists in a discussion about what steps to take to build your social media presence and discuss some of the newest social media tools at your disposal.<br /><br /><br /><b>210C - International YouTube Of Mystery</b><small>Max Benator, Executive Producer, Sonia's Travels<br /><b>Panel: </b>Sorted Food, UK based Creators; Liam Dryden, littleradge; Sonia Gil, Host of Sonia's Travels; Sarah Penna, Co-Founder, Bigframe</small><br />   We all know that a large portion of both audience and creation comes from outside of the US. What's happening in the YouTube world beyond our borders? Who are the creators? Who is the audience? Do the same marketing and collab techniques apply? We take a look at the recent Sonia's Travels Barcelona collab, as well as dive in with a couple of international creators.<br /><br /><br /><b>210D - Cinematography - You Might Not Need a Better Camera</b><small>Jared Hoy (The Guild, Dark Horse, Video Game Reunion)<br /><b>Panel: </b>Lan Bui, thebuibrothers; Devin Graham, DevinSuper-Tramp; Elle Schneider, Director, Attention! Soldier Productions; Joe Nation, JoeNationTV</small><br />   Join a panel of filmmakers to hear about how to make better images. From cameras and gear to real life experience we will answer your cinematography questions and help you take your videos to the next level visually."
  },
  {
  "name": "BREAKOUTS - 2nd Floor",
  "start": "June 30 2012, 2:15 PM PDT",
  "end": "June 30 2012, 3:15 PM PDT",
  "details": "<b>201AB - From Creator to Programmer - Features and strategies to run your YouTube channel</b><small>Ryan Nugent, Audience Development Strategist, YouTube; Dror Shimshowitz, Product Manager, YouTube; Jason Toff, Product Manager, YouTube</small><br />   You've figured out how to make great videos, so now it's time to master building a great YouTube channel. Come hear about the latest products and features to help you build, program and promote your presence on YouTube.<br /><br /><br /><b>201CD - Abraham Lincoln Needs Gold Teeth</b><small></small><br />   NicePeter, EpicLloyd, and director Dave McCary discuss the Epic Rap Battles of History.<br /><br /><br /><b>203A - Web Series Spotlight: Husbands, Michael Buckley, What the Buck Show</b><br /><small><b>Panel: </b>Jane Espenson, Writer/Producer/Creator; Brad Bell, Writer/Producer/Creator/Actor; Sean Hemeon, Actor; Jeff Greenstein, Producer/Director; M. Elizabeth Hughes, Line Producer</small><br />   The making of the online comedy Husbands The Series, viewed as a saucy part of an evolution within television, rather than an alternative to it. The show's creators, writers, producers, director and stars talk about their roles in the making of the show, their goals for it, and the future of New TV.<br /><br /><br /><b>203B - How to Build and Grow a Successful Sports Channel on YouTube</b><small>Darren Lachtman Director of Partnerships, Bedrocket<br /><b>Panel: </b>Coby Cotton and Cody Jones, Dude Perfect; Micah Abrams, Director, Programming Network A,  former action sports editor, ESPN's X Games; Will McDonough, Director of Marketing, Kick TV youtube.com/kicktv</small><br />   A detailed look into what it takes to build a successful sports brand on YouTube. This panel will focus on a mixture of traditional sports (soccer, skateboarding, snowboarding, etc) and the not so traditional (Dude Perfect - trick shots) as we ask these creators how to develop a loyal audience within the sports vertical.<br /><br /><br /><b>204A - Machinima Network - Gaming</b><small>Ryan Musselman, OpticJ<br /><b>Panel: </b>Hector Rodriguez, YouTube.com/OpTicNation; Alex Wachs, YouTube.com/Whiteboy7thst; Matt Woodworth, YouTube.com/WoodysGamerTag; Sam Betesh, YouTube.com/xjawz; Trevor Martin YouTube.com/TmarTn</small><br />   Witness the gaming panel to end all gaming panels! Bringing together Machinima's top gaming talent, they discuss their expertise in the online video game spectrum. From actual machinima creators to video game montage experts, we lay out the full scope of gaming videos that Machinima's Network has to offer, proving how this medium has started to take over, and how Machinima has become the primary destination for gamers around the world.<br /><br /><br /><b>205AB - Songwriting for YouTube</b><small>Andrew Pants, songstowearpantsto<br /><b>Panel: </b>Danna Richards; Meghan Tonjes; Evan and Michael Gregory, The Gregory Brothers; Mark Douglas, The Key of Awesome; Hank Green, Vlogbrothers</small><br />   Video killed the radio star, and then the internet murdered them both in the night with a dull hatchet. Join these musicians to learn how they have used their songwriting skills to make a killing online. (Note: no radio or video stars were actually harmed in the making of the internet).<br /><br /><br /><b>206AB - Getting More Video Views with Google AdWords</b><small><b>Panel: </b>Mike Chang and Daniel Rose, SixPackShortcuts; Product Specialist, Google AdWords for Video Team</small><br />   Are you looking to build your audience or promote your business? Mike Chang and Daniel Rosewill talk about how they have used Google AdWords for video to build /sixpackshortcuts into a top YouTube channel with nearly 100M video views. Come hear how this duo went from working out of Mike's living room to employing 11 staff on a mission to help the world get fit. A product specialist from the Google AdWords for video team will also be on hand to answer your questions and help you set up your first video ad. New Google AdWords for video accounts receive a $75 coupon, potentially worth 1,000s of views!<br /><br /><br /><b>207A - Truth or Dare, What'll It Be</b><small>Maggie Finch, CEO King of the Web<br /><b>Panel: </b>Jesse Cox, OMFGcata; Louna Maroun, Loopylady11; Bree Essrig, BreeEssrig; Will Hyde, TheWillofDC</small><br />   Former King of the Web campaigners, and some of the hottest names on YouTube will participate in a Truth or Dare style Q&A session - moderated by King of the Web CEO, Maggie Finch. The panel will feature rounds of questions you've always wanted to ask and answers you'd never thought you'd hear. It'll be an intense, drop-some-serious-knowledge-on-ya discussion of industry trends, insights, AND things that are far too personal for a typical panel.<br /><br /><br /><b>207B - Going Pro In New Media: A Guide to Making Your New Media Project with the Guilds</b><small><b>Panel: </b>Tamara Krinsky, WGA; William Marshall, Manager, New Media, SAG-AFTRA; Jenni Powell SAG-AFTRA Signatory Producer, WGA Signatory Writer, PGA Member</small><br />   Want to take your upcoming new media production to the next level? There's no better way to make your project shine than working with professional union talent. This panel will teach you what you need to know about becoming a union signatory, minimum payments, working conditions and residuals, and will break down the myth that going union is complicated.<br /><br /><br /><b>207C - Revision3 Production Lab</b><br /><small><b>Revision3 Instructors: </b>Ryan Vance; Jim Louderback; Tom Lofthouse; Graham Hancock; Matt Labate; Mark Watson; Jon Rettinger; Ty Moss</small><br />   The Revision3 labs will be available to answer all your production questions. From lighting demonstrations, to shot setup, to which camera you should use on a tight budget. Have you spent hours paining over how to light your green screen so you don't look like a victim of swine flu? Look no further. Rev3 Labs is here to help!<br /><br /><br /><b>207D- So You Want to Get a Brand Deal. Now What?</b><small>Jeffrey Harmon, Orabrush<br /><b>Panel: </b>Ricky Ray Butler, President, Plaid Social Labs; Lindsey Stirling, LindsayStomp; Devin Graham, DevinSuperTramp; Harley, Epic Meal Time</small><br />   Advertising specialists and YouTube superstars discuss several ways on how small and large YouTube channels can better monetize from brand sponsorships, and how they can better get in touch with different brands. In this panel discussion you will learn the best tactics of how to get sponsored deals and how to attract them, the best ways of how to deal with a flooded email inbox and how to filter the brand emails from others, when to get an agent, and what your role should be in the sales process.<br /><br /><br /><b>208AB - Beautilicous: Life of a Glam Girl</b><small>Taylor Marcus, Partnerships, YouTube<br /><b>Panel: </b>YouTube Beauty Stars</small><br />   Come hear from some of YouTube's top beauty partners as they talk about how they've grown their audiences on YouTube and what is in store for them in the future.<br /><br /><br /><b>209AB - Staying True to Your Fanbase While Growing Your Personal Brand and Business Across Multiple Platforms</b><small>Bernie Su Co-Creator and Show Runner, The Lizzie Bennet Diaries<br /><b>Panel: </b>Kevin Smith, Filmmaker and Podcaster; George Watsky, gwatsky and Other Special Guests</small><br />   Join the guy who made Clerks and now all he does is podcast, Kevin Smith, hip hop artist and internet sensation George Watsky, and other talent to discuss the benefits and conflicts of digital entertainment, how they find their audience in a saturated field, and manage to stay true to them and their brand across multiple platforms.<br /><br /><br /><b>210A - How to Source the Perfect Soundtrack for Your Videos</b><small>Jenn Miller President and CEO, Audiosocket<br /><b>Panel: </b>Jamie Weissenborn, SVP, Digital Media & Global Ad Sales; Sony Pictures Television, Elliott Walker, Manager, Content Partnerships, Music, YouTube; Jamaal Finkley, Founder, Black Tree TV; Dylan Berry, CEO/Owner, Composer, Smash Haus Music Group; Myles Dyer, YouTube Marketing Jedi, ChannelFlip</small><br />   The digitization of music has forever changed the way music is searched, shared, licensed and consumed. Bands break through viral videos and home movies. For musicians and filmmakers alike, this panel will explore and tackle a variety of topics from licensing music to monetizing it and how the two go hand in hand.<br /><br /><br /><b>210B - The Value that Networks bring and How to Pick the Right One For You</b><small>Jim Louderback, CEO, Revision3<br /><b>Panel: </b>Sam Wick, SVP, Business Development & Operations, Maker; Molly Templeton My Damn Channel; Philip DeFranco, The Philip DeFranco Show, SourceFed; Max Benator Executive Producer Sonia's Travels</small><br />   Should you join a network? What can they offer you and how do you decide? And what questions do you need to ask before making any decisions. This session will cover those key questions and more.<br /><br /><br /><b>210C - Digital Diversity: Emerging Leaders in the Multicultural Video Landscape</b><small>George Ruiz, Head of New Media Senior & Vice-President Business Affairs, ICM<br /><b>Panel: </b>Stephanie Parott; Issa Rae; Tim Delaghetto; David Spates; Alpha Cat</small><br />   The world of digital video is ever evolving and at a pace never before seen. Moderated by (working on Reginald Hudlin), VidCon hosts a panel of digital content creators from a diverse selection of backgrounds including Issa Rae (Creator: Awkward Black Girl), Tim Delaghetto, Al Thompson (Lenox Avenue), David Spates (LaughandPeepALittle), Stephanie Parrott (Random Stuff w/Steph) and AlphaCat. Come out and meet digital creators that are making their mark on the digital entertainment world in a way that is colorful, loud, and proud!<br /><br /><br /><b>210D - All You Need To Know About Clip Shows (But Never Dared to Ask)</b><small>David Beebe, VP/GM of FishBowl's Digital Studio<br /><b>Panel: </b>Bruce Gersh, President & CEO Fishbowl Worldwide Media; Mike Gibbons, Co-Creator, Tosh.0, EP, Upload with Shaquille O'Neal; Mike Cowan, Sr. Director of Original Programming, Demand Media; Peter D. Coleman, Co-Exec Producer, Stunt Nation with Sal Masekela; Dave Pullano, EP, E! Wildest Moments series</small><br />   With over 180 million U.S. Internet users having viewed almost 40 billion videos in the month of January alone and YouTube being the top web-based video content provider, the online video industry is only beginning to experience its best days. On this panel, the creators of America's Funniest Home Videos, Cute Win Fail, Petsami, and other successful clip-driven shows will discuss how content creators and content distributors are leveraging the explosion of the online medium to create (and monetize) the most engaging crossplatform content while addressing how clips can be utilized across multiple platforms to produce premium programming."
  },
  {
  "name": "AFTERNOON MAINSTAGE - Arena",
  "start": "June 30 2012, 3:30 PM PDT",
  "end": "June 30 2012, 5:00 PM PDT",
  "details": "<b>Hosted by Hank Green and John Green</b><small></small><ul><li>Hannah Hart & Andrew Pants</li><li>The Cast of Bite Me</li><li>Shane Dawson</li><li>George Watsky</li><li>Mike Diva</li><li>Dave McCary & Kyle Mooney</li><li>SourceFed</li><li>Annoying Orange</li><li>The Music Collab to End All Music Collabs: George Watsky, Felicia Day and Possible Surprise Guests!"
  },
  {
  "name": "CONCERT - Arena",
  "start": "June 30 2012, 8:00 PM PDT",
  "end": "June 30 2012, 11:00 PM PDT",
  "details": "<b>Concert Lineup for Saturday night:</b><small></small><ul><li>Megan Tonjes</li><li>David Choi</li><li>Julia Nunes</li><li>Hank Green</li><li>The Gregory Brothers</li><li>George Watsky</li><li>DeStorm</li><li>NicePeter</ul>"
  },
  {
  "name": "DANCE PARTY - Arena",
  "start": "June 30 2012, 11:00 PM PDT",
  "end": "July 1 2012, 2:00 AM PDT",
  "details": "<b>Dance Party!</b><small></small>"
  },
   {
   "name": "OPEN MIC",
   "start": "June 29 2012, 11:00 AM PDT",
   "end": "June 29 2012, 12:00 PM PDT",
   "details": "11:00 AM - 11:30 AM Open Mic Welcome, TeraBrite<br />11:35 AM - 11:45 AM KOW Winner<br />11:50 AM - 12:00 PM Jessica Frech"
   },
   {
   "name": "OPEN MIC",
   "start": "June 29 2012, 1:00 PM PDT",
   "end": "June 29 2012, 1:40 PM PDT",
   "details": "1:00 PM - 1:10 PM J.B. Dazen<br />1:15 PM - 1:25 PM Andy Glover<br />1:30 PM - 1:40 PM Ardie Collins"
   },
   {
   "name": "OPEN MIC",
   "start": "June 29 2012, 2:15 PM PDT",
   "end": "June 29 2012, 2:40 PM PDT",
   "details": "2:15 PM - 2:25 PM Witified<br />2:30 PM - 2:40 PM Callie Moore"
   },
   {
   "name": "OPEN MIC",
   "start": "June 30 2012, 11:00 AM PDT",
   "end": "June 30 2012, 11:40 AM PDT",
   "details": "11:00 AM - 11:10 AM Alex Carpenter<br />11:15 AM - 11:25 AM Richard La<br />11:30 AM - 11:40 AM Robert Borden"
   },
   {
   "name": "OPEN MIC",
   "start": "June 30 2012, 1:00 PM PDT",
   "end": "June 30 2012, 1:25 PM PDT",
   "details": "1:00 PM - 1:10 PM Jumoke Hill<br />1:15 PM - 1:25 PM Dr. Noise"
   },
   {
   "name": "OPEN MIC",
   "start": "June 30 2012, 2:15 PM PDT",
   "end": "June 30 2012, 2:40 PM PDT",
   "details": "2:15 PM - 2:25 PM Matthew Gaydos<br />2:30 PM - 2:40 PM Carly Besterman"
   }
  ]