{"name":"OPENING KEYNOTE - PACIFIC C","start":"9:00 AM","end":"10:45 AM","details":"Opening Address - Hank Green & John Green\n\nThe Future of Television - Jim Louderback\n Why mobile video is more important than you think, but isn’t really, well, all that mobile, plus an update on how Moore’s law continues to change our world.\n\nWhen your Client Demands Viral - Chase Norlin, CEO Alphabird & Fred Krazeise, Social Media Director SmithGiffordIt’s a jungle out there. But it doesn’t have to be. In this session you will find a unique case study about the Identity Monitor brand that reveals how a potentially tumultuous relationship between a video media buyer and an audience development company can actually be smooth sailing. You’ll gain lessons from two organizations on successfully partnering to achieve a common purpose: Driving loads of (top quality) traffic to a Youtube campaign with an earned media guarantee. In short, it’s a how-to on making a client video “go viral”. This case study, presented by Alphabird CEO Chase Norlin, joined by SmithGifford Social Media Director Fred Krazeise, illustrates how a harmonious digital ecosystem of audiences, media buyers and publishers is not fantasy, but a circle of life.\n\nRedefining Celebrity in the Post-TV Era - Robert Weiss, Chief Operating Officer, EQAL\nThe buzz word “influencers” has taken on new meaning online, especially socially. An influencer can mention your name or brand and it appears in millions of Twitter and Facebook feeds, on Pinterest, StumbleUpon and the rest and your video gets shared with everyone who follows the cool kid! It’s what we strive for to build numbers. Influencers are television, music and movie celebrities as well as YouTube breakouts who have followings of hundreds of millions who follow their leads because they trust the content provider. YouTube Original Channels are being built around such influencers and are doubling down on the home grown YouTube stars like Elle & Blair Fowler, the fashion & beauty sensations with more than 350 million video views between them. At the same time, the expanded use of personal electronics by every demographic and the easy access to apps has put the celebrity voice directly into the hands of every fan who wants to be close. Who breaks through?\n\nKeeping the Video Flowing Online, Michael Weinberg, Senior Staff Attorney and Innovation Evangelist, Public Knowledge\nWhile everyone knows the internet is the place for video, not everyone is happy about it. Companies that have traditionally made money selling video subscriptions have been wary of online video and the competition that it brings. Unfortunately, many of these same companies also control the pipes that deliver the internet to our homes. This talk will discuss how control of the pipe can be used against online video, and what is being done in Washington, DC to protect a truly competitive online video environment.\n\nTwo Way Television is Here, Adi Sideman, CEO YouNow\n
        Adi Sideman, the CEO of YouNow delivers an entertaining and provocative look at what our TV experience will look like a short 2 years from now. A technologist and a social game designer, Mr. Sideman will show the evolution of Television into a ‘many-to-many’ participatory medium. Hear and see what lies beyond the second screen approach, what tomorrow’s reality shows will look like and why Foursquare checkins will include live broadcasting. Mr. Sideman will demo state of the art enabling technologies such as Bambuser, Google Hangouts and collaborative mobile broadcasting."}
        
    {"name":"Costume Designing for the Brave New World: How the Internet Changed Costumes","start":"11:00 AM","end":"12:00 PM","location":"Avil A","details":"Natalia Fedner, Costume Designer Perez Hilton and Epic Rap Battles of History\nPanel: Morgan Christensen, Costume Designer, Maker Studios; Daniela DiIorio, Costume Designer HLG Films; Mary Gutfleish, Costume Designer Epic Rap Battles; Sulai Lopez\nCostumes have a huge impact on the online videos we all love. They grab our attention and give us a reason to stay along for the ride - and they can quickly elevate a simple video’s production value. A panel of internet costume designers spill their secrets on what it’s like to design for the very small screen, including youtube videos, web series, and corporate content and how it differs from designing for traditionals medias like TV and film. Epic Rap Battles, Perez Hilton, La Coacha, Equals3, Maker Studios, and Leap Year costume designers give you an insider’s look behind the costumes of your favorite videos. "}
    
    {"name":"What I Wish I’d Known: Producing, Drew Baldwin Tubefilter","location":"Avila B","start":"11:00 AM","end":"12:00 PM","speaker":"Kim Evey, Producer, The Guild, Geek and Sundry; Amanda Goodfried, Senior Manager, Digital Content and Programming, Disney Interactive; Burnie Burns, Rooster Teeth; James Hafner, Director/Producer SourceFed","details":"Producers in online entertainment live by the mantra: \“I wear many hats\”. Join some of the producers who have helped grow an industry that hadn’t existed 10 years ago and hear how they have learned from past projects: both successes and failures."}
    
    {"name":"The First Page: Non-Comedy, John Sibley Law, Saxon Mills TangoDango Networks","location":"San Simeon A","start":"11:00 AM","end":"12:00 PM","speaker":"Mark Gardner, Producer/Creator/IAWTV Board Member; Tony Valenzuela, Executive Producer & Creator, BlackboxTV; Tina Cesa Ward, Writer/Director, Anyone But Me; Al Thompson, Creator/Actor, ValDean Entertainment; Jessica Arinella, What You Can Do Actors, Annunziata Gianzero, Co-Moderator IAWTV Writers Group, Actor-Battery Park; Rachel Hip Flores, Actor-Anyone But Me; Gary Anthony Williams, Actor-Boston Legal-LA Comedy Shorts Fest; Yuri Baranovsky, Actor, Leap Year","details":"Part workshop, part traditional panel; this session focuses on the first page, or the hook. We will workshop four first pages of scripts focusing on everything from character to audience engagement to overall efficacy of the hook. The second part of the session will be a more traditional panel where the panelists will discuss hooks/first pages, their impact on building an audience and on the works they initiate."}
    
    {"name":"Building Your Business on YouTube, Ryan Vance, VP Programming and Production, Revision3","speaker":"Philip DeFranco, (The Philip DeFranco Show, Source-Fed); Harley Morenstein (Epic Meal Time), The Fine Brothers,finebros, MyMusic; Mark Watson (SoldierKnowsBest)","details":"How do you take your passion for making videos and evolve it into an ongoing business. How and when do you quit your day job??","start":"11:00 AM","end":"12:00 PM"}
    
    {"name":"Platform Options for Online Creators, Paul Wehrley Clicker.com","location":"Carmel","speaker":"Todd Roy, HDFilms; Aaron DeBevoise, Machinima; Jonas Diamond, iThentic; Rick Rey, blip","start":"11:00 AM","end":"12:00 PM","details":"YouTube. Enough said. But what about all of the other platforms that are out there? Hear pros and cons from some of the executives at boutique and alternative platforms about where and why to post your web series somewhere besides the platform we aren’t going to talk about.", "start":"11:00 AM","end":"12:00 PM"}
    
    {"name":"YouTube and the 2012 Election","location":"Monterey","speaker":"Cenk, TYT Network; Jim Louderback, Revision3; Steve Grove, YouTube; Will Keenan, Maker; Steve Oh, TYT Network/The Point","details":"The rise of social media not only allows people to connect with each other but it allows campaigns to reach millions of voters. Political operatives have been very creative in coming up with new and innovative ways of using these platforms to influence voters and spread messages. The Young Turks 2012 Vidcon Panelists will take a look into how YouTube will be used to affect the November 2012 Election process.","start":"11:00 AM","end":"12:00 PM"}
