[
    {
        "name": "GENERAL REGISTRATION - Hall A Foyer",
        "start": "June 30th, 8:00 AM",
        "end": "June 30th, 8:00 PM",
        "details": "<i>General Registration</i>"
    },
    {
        "name": "VIDCON EXPO HALL - Hall A",
        "start": "June 30th, 9:00 AM",
        "end": "June 30th, 6:00 PM",
        "details": "<i>Expo Hall (Hall A)</i>"
    },
    {
        "name": "OPENING MAINSTAGE - Arena",
        "start": "June 30th, 9:00 AM",
        "end": "June 30th, 10:45 AM",
        "details": "<i>Hosted by Ethan Newberry and WheezyWaiter</i>\n--A Special Hello\n-- Julia Nunes\n--Your Grammar Sucks LIVE\n--SideBurns Crew\n--Toby Turner\n--Lindsay Sterling\n--Noah\n--The Fine Brothers and MyMusic\nLive Prude Girls Interview Special Guest\n--What You Can Do and StickAid, Making a Difference\n--Ze Frank\n--Buck Factor LIVE"
    },
    {
        "name": "EVENT NAME",
        "start": "START TIME",
        "end": "END TIME",
        "details": "DESCRIPTION OF EVENT"
    },
    {
        "name": "BREAKOUTS - 2nd Floor",
        "start": "June 30th, 11:00 AM",
        "end": "June 30th, 12:00 PM",
        "details": "<b>201AB - Collaborate with a YouTube Star...in just 1 hour!</b> - Ben Relles, Founder of Barely Political & Head of Creative Development, YouTube\n<b><i>Panel: </b>YouTube Stars</i>\n   In this one of a kind break-out session, YouTube stars will be in the room and ready to collaborate on the spot with you, the VidCon attendees. There will also be a short discussion on how you can best collaborate with other YouTubers.\n\n\n<b>201CD - YouTube Jeopardy with host WillofDC</b>\n   Think you know everything about YouTube? Prove it!\n\n\n<b>203A - Web Series Spotlight: Squaresville</b>\nSpeakers: Josh Cohen, Tubefiler\n<b><i>Panel: </b>Mary Kate Wiles; Kylie Sparks; Matt Enlow; Christine Weatherup; Jasmine Daghighian; Austin Rogers; Tiffany Ariany</i>\n   Did you ever feel like an outsider growing up? Squaresville takes on the complex, weird, funny world of two teenagers growing up in the suburbs. Learn about the creative process behind Squaresville, and how we aimed to embrace a web-specific audience as a scripted web series. Join a panel of seasoned web professionals and new faces with the cast and crew behind Squaresville.\n\n\n<b>203B - Taming the Dragon: Video Curation on the Internet</b> - Drew Baldwin, Founder, Tubefilter, Executive Producer, Streamy Awards\n<b><i>Panel: </b>Mike O?Conner, Director, Distribution, Break Media; Marc Hustvedt, Head of Strategic Partnerships, Chill; David Beebe, Vice President and General Manager, Digital, Fishbowl Worldwide Media; Michael Stevens, Programming Strategist, YouTube Next Lab, Host/Creator, Vsauce</b>\n   Watching online video can be like trying to drink from a fire hose?on YouTube alone over 72 hours of video are uploaded every minute! How can you stay on top of everything? Hear the experts weigh in on the mix of techniques they use to find and deliver the best content to their audiences.\n\n\n<b>204A - The Making of Bite Me</b> - Andy Shapiro, Writer<b><i>Panel: </b>Bob Quin, Writer; Jarrett Lee Conaway, Director; Ralph Sanchez, Production; Cindi Rice, Producer, John Frank Rosenblum, Producer; Potential surprise guests!</i>\n   The Bite Me Season 2 ?Making of? Panel gives you a behind the scenes look into the making of your favorite zombie infested web series! Get in-depth with the writer, director, producer, and additional folks involved with the series. Expect a few to-die-for surprises along the way!\n\n\n<b>205AB - How YouTubers Can Be Professional with Brands</b> Steve Raymond Co-Founder and CEO, Big Frame\n<b><i>Panel: </b>Devin Graham, DevinSuperTramp; Corey Vidal, President, ApprenticeA Productions; Mickey Meyer, Maker; Ricky Ray Butler, President, Plaid Social Labs\n</i>   There are a few Youtubers that continually get a lot of business. This is not only because they are large but usually is because of how they communicate with the brands and advertising agencies. This is very applicable to smaller channels since there is now a trend for brands to work with smaller channels since smaller channels are starting to get more conversions.\n\n\n<b>206AB - The Evolution of Storytelling on the Web</b> - Jay Bushman Fourth Wall Studios, Transmedia, Producer, The Lizzie Bennet Diaries\n<b><i>Panel: </b>Bernie Su, Writer/Co-Creator, The Lizzie Bennet Diaries; Freddie Wong and Brandon Laatsch, Video Game High School; Sam Gorski and Niko Pueringer, Corridor Digital, Sync</i>\n   As technology advances and the small screens are merging with the large screens, so too has the complexity and scope of the stories told on the web also advanced. Come join some of these storytelling magicians as they discuss their growth through experimentation online.\n\n\n<b>207B - Annotations: Engaged Ways of Interacting with Media</b>\n<b><i>Panel: </b>Michael Gallagher, TotallySketch; The Fine Brothers; thefinebros, MyMusic; Tom Hoffman, Director of Comedy Development & New Media, FremantleMedia; Rob Polonsky, Call It A Show! / Chad, Matt & Rob</i>   In 2008, YouTube devised the annotation add-on, allowing content creators to superimpose text onto their videos, linking to a website, an image, or another video. In a growing number of cases, annotation features are leading to a choose-your-own adventure style series, game, or learning tool. Come hear how creators are utilizing this tool in creative ways and how you can too.\n\n\n<b>207C - Revision3 Production Lab</b>\n<<b><i>Revision3 Instructors: </b>Ryan Vance; Jim Louderback; Tom Lofthouse; Graham Hancock; Matt Labate; Mark Watson; Jon Rettinger; Ty Moss</i>\n   The Revision3 labs will be available to answer all your production questions. From lighting demonstrations, to shot setup, to which camera you should use on a tight budget. Have you spent hours paining over how to light your green screen so you don't look like a victim of swine flu? Look no further. Rev3 Labs is here to help!\n\n\n<b>207D - Video Editing 101</b> - With WeVideo, John Canning, VP Product Experience, WeVideo\n   Learn the basics of video editing and storytelling with this hands on workshop. Follow along and learn the tips and tricks that take you beyond the mashup using tools that deliver professional level results. Bring a laptop and sign up here - http://bit.ly/JvTIyE for a free WeVideo.com account and to participate in the collaborative editing.\n\n\n<b>208AB - So You?ve got a Web Series. Now what?</b> - Annunziata Gianzero, Actor/Writer/Producer, Ivy Media Group, Inc.; J. Sibley Law, Founder, TangoDango and Ziz Comedy Network\n<b><i>Panel: </b>Jim Louderback CEO Revision3, Aaron DeBevoise EVP, Network Programming Machinima, Inc., Sarah Passe Business Development Executive/Digital Content Packaging Creative Artists Agency (CAA), Lydia Antonini Producer/Digital Content, Jay Veraldi Vice President Fullscreen</i>\n   Writers, actors and directors often become web series producers out of necessity. Even if they can get their project made, many don?t understand how to effectively distribute or market. Who should be on the team during this critical next step? When should they be engaged? How do you get to them? Find out here!\n\n\n<b>209AB - Easy as 1, 2, 3. Education on YouTube</b> - Angela Lin, Head of YouTube Education\n<b><i>Panel: </b>Henry Reich, MinutePhysics; Hank Green, SciShow; John Green, CrashCourse; Mike Rugnetta, Host, PBS Idea Channel; Brady Haran, Numberphile\n</i>   Learn how some of YouTube's top partners are changing education and how you can help create the first global classroom--right from your bedroom.\n\n\n<b>210A - Pop Music on YouTube</b> - Meridith Valiando, thedigitour\n<b><i>Panel: </b>AlexGMusic7; Chris Thompson, SupRicky06; Jhameel, jhameelmusic; Ricky Ficcarelli, Wellington</i>   Pop music comes in many forms today, and artists are using YouTube as a platform to launch their careers. This panel will discuss making pop music and how to take music from YouTube to venues around the country.\n\n\n<b>210B - The Rise of Viral Videos</b> - Forest Gibson, Know Your Meme Internet Scientist\n<b><i>Panel: </b>Gregory Brothers, Auto-tune the News; Yosemite Bear, Double Rainbow; Andrew Grantham, Talking Animals; Kyle Frere, Jian Sword Dancing</i>\n   In the fast paced world of the internet, it only takes a matter of days or even hours for a video to go from 100 views, to a million. Follow along as Forest, the Know Your Meme Internet Scientist talks with those behind some of your favorite viral videos to explore how they started, how they spread, and impacts on their lives.\n\n\n<b>210C - Super Serving Your Niche: Focus on LGBT Content and Creators</b> - Brian Rodda, PR Consultant/Producer/Actor/Host\n<b><i>Panel: </b>Drew Droege Actor ?Chloe?; Hannah Hart, Host, My Drunk Kitchen; Michael Buckley, Host, What The Buck Show; Susan Miller, Creator, Anyone But Me; Sean Hemeon, Actor, Husbands</i>\n   Join leading LGBT video creators from both the scripted & non-scripted world, as they discuss the ins and outs of the influence that their sexuality does OR does not have on their work and audience. Are digital LGBT ?characters? new or different from traditional TV personas?\n\n\n<b>210D - How to Sell Out without Selling Out: Making Brand Friendly Videos with Effective Ad Integrations</b> Brad Murphy, COO, Revision3\n<b><i>Panel: </b>Claudia Cahill, Chief Content Officer, OMD LA; Harley Mortenstein, Epic Meal Time; Damian Sanders, MakeMeBad35</i>\n   You don?t have to sell your soul to integrate ads into your videos. This session brings together some of the top executives from ad agencies with the best video sales expert in the industry to discuss what makes brand friendly videos, the most common pitfalls, and how to work with brands without losing your voice."
    },
    {
        "name": "BREAKOUTS - 2nd Floor",
        "start": "June 30th, 1:00 PM",
        "end": "2:00 PM",
        "details": "<b>201AB - Data Ninja! Master YouTube Analytics</b> - Ted Hamilton and Andy Stack\n<b><i>Product Team, YouTube</b><i/>\n   Uncover the secrets to boosting your global audience, making more money, and taking your channel to the next level with data. We'll take you through all the tips to master Analytics like a pro. Hai-yah!\n\n\n<b>201CD - Why Did I Join Maker?</b>\n   Newly signed talents Andy Milonakis, Jessicah Frech, GloZell Green, HuskyStarcraft and others will be answering the question, Why join Maker?\n\n\n<b>203A - When Fans Want to Invest: The Explosion of Crowdfunding</b> - Josh Cohen, Tubefilter\n<b><i>Panel: </n>Dan Dobi, Producer, YouTuber; Danae Ringelmann, COO and Co-Founder of Indiegogo, Aubrey Levy Co-Founder MobCaster; Matt Enlow, Creator, Squaresville</i>\n   It is sometimes a challenge just asking your audience to promote your series, but how to you dive into asking the audience to actually monetarily invest in your shows? Crowdfunding sites have become a way to help answer that question. Come hear from some of the active sites as well as creators who have successfully used this unique funding option.\n\n\n<b>203B - The Ins and Outs of Copyrights / Avoiding Copyright Infringement</b> - Shaun Spalding, New Media Rights\n<b><i>Panel: </b>Art Neill, Founder, New Media Rights; Cary LoGrande, Director, Music Supervision for Film & TV at Audiosocket; Tay Zonday</i>Copyright laws are complicated, and they're the reason why your videos may get taken down. Fair use is complicated, but it's the reason you can get your videos back up. Learn some real-world best practices to use the laws and Youtube's rules to your advantage without any of the complications. Spend some time at the panel so you don?t have to spend money on a lawyer.\n\n\n<b>204A - Machinima Network ? Affiliate Channels</b> - Jeremy Azevedo\n<b><i>Panel: </b>Reckless Tortuga; Billy Sorrells; ScreenTeamShow; And other surprise guests!</i>\n   Machinima brings together its top affiliate partners and directors to talk about their experiences on YouTube, discuss their crafts, how they started, how they got where they are today, and how to make it in the online media world. Showcasing Machinima's top content creators ? from animation, to live action, and everything in-between ? find out how the Machinima Network has become the primary place for talented individuals to show their work and build their brand.\n\n\n<b>205AB - Web Series Spotlight: The Lizzie Bennet Diaries</b> - Kristina Horner, italktosnakes, Jobhunters\n<b><i>Panel: </b>Hank Green, Co-Creator/Executive Producer; Bernie Su, Co-Creator/Showrunner; Ashley Clements, Lizzie Bennet; Laura Spencer, Jane Bennet; Julia Cho, Charlotte Lu; Mary Kate Wiles, Lydia Bennet</i>\n   Come meet the cast and creative team behind The Lizzie Bennet Diaries, a modernized interactive version of Jane Austen's Pride and Prejudice. In only 3 months, the web series sensation has delighted fans across the world while receiving coverage in Time, USA Today, AV Club, Mashable, and Wired Magazine.\n\n\n<b>206AB - How Brands Can Engage in Online Video</b> - Kevin Nalts\n<b><i>Panel: </b>Jim Louderback, CEO, Revision 3; Mark Robertson, RealSEO; And Other Guests</i>\n   Online video is the most visceral form of social media, and leading brands are engaging more meaningfully with customers by leveraging the medium. Hear about case studies, best practices, and ways to measure online-video social marketing and advertising. Learn from experts about what to watch as dollars shift to online video and the marketplace matures.\n\n\n<b>207A - How to Be Successful on YouTube... Without Being a Top YouTube Star</b> - Andre Meadows, BlackNerdComedy\n<b><i>Panel: </b>Ethan Newberry, TheSampler; Jet & Star, TheWingGirls; Erika Cervantes and Emily McGregor, Founders, Comediva.com; Kaleb Nation, KalebNation</i>\n   News, magazines and blogs that talk about YouTube success usually highlights the top YouTube stars. But is it possible to be 'successful? on YouTube if you're not an A-list YouTuber? Join a panel of YouTube partners who have found success on and off YouTube without ever being in the Top 100, encouraging content creators that winning on YouTube is not always millions of subscribers or going viral.\n\n\n<b>207C - Revision3 Production Lab</b>\n<b><i>Revision3 Instructors: </b>Ryan Vance; Jim Louderback; Tom Lofthouse; Graham Hancock; Matt Labate; Mark Watson; Jon Rettinger; Ty Moss</i>\n   The Revision3 labs will be available to answer all your production questions. From lighting demonstrations, to shot setup, to which camera you should use on a tight budget. Have you spent hours paining over how to light your green screen so you don't look like a victim of swine flu? Look no further. Rev3 Labs is here to help!\n\n\n<b>207D - Video Editing For YouTube: Tips, Tricks, And Techniques</b>\n<b><i>Panel: </b>Jonathan Paula</i>\n   For all skill-levels, regardless of what program you use: Learn how to improve your vlogs, skits, or game commentaries with better editing! You'll learn about ideal export settings, helpful filters and plugins, time-saving techniques, best window layouts, important keyboard shortcuts, as well as workflow and media-management suggestions. A Q&A session for any specific issue you're curious about will conclude the workshop. Hosted by professional editor and YouTuber, Jonathan Paula - creator of the hit web-series, Is It A Good Idea To Microwave This?. Jonathan graduated from Emerson College with a degree in   Television Production.\n\n\n<b>208AB - The Super Awesome Video Game High School Mega Panel</b>\n<b><i>Panel: </b>Matthew Arnold, Co-Creator/Co-Writer/Director; Freddie Wong, Co-Creator/Director; Brandon Laatsh, Director; Desmond Dolly, Editor; Brian Firenzi, Co-Writer/Creator, 5secondfilms.com; Will Campos, Co-Writer; Jimmy Wong, Actor</i>\n   Enroll at Video Game High School, where we are going to put the cool back in exploring long form-narrative storytelling in the age of creator controlled digital distribution. Listen to the folks behind the landmark RocketJump web series as they avoid boring you to death as they ruminate on the past shoot and philosophize about the future of internet content.\n\n\n<b>209AB - Creator Case Study: SMILEY</b>\n<b><i>Panel: </b>Michael Gallagher, Director; Michael Wormser, Producer; Shane Dawson, Actor; Caitlin Gerard , Actress</i>\n   The cast/crew thoroughly discuss the process of making a film (soup to nuts), the power of new media, and the craziness of independent film. The gang will also show an extended clip/sizzle reel from the film with never before seen footage! Q&A with audience.\n\n\n<b>210A - Groundbreaking Music Videos</b> - Elle Walker, WhatsUpElle\n<b><i>Panel: </b>Andrew Huang, songstowearpantsto; Al LeVine, halfdaytoday; Mike Thompkins; Mike Diva; Nathan Barnatt</i>\n   The only thing harder than making a great music video is making a groundbreaking music video. This panel will talk to artists and producers who are taking music videos to the next level.\n\n\n<b>210B - So You Want to Use Social Media. Now What?</b> - Mike Rugnetta, Host, PBS Idea Channel\n<b><i>Panel: </b>Jon Goldman, CEO, Qlipso; Steph Belsky, Big Frame, Jeremy Welt, VP of Marketing, Maker</i>\n   You?ve created a YouTweet and MyFace account but want to know how to use it to get closer to your adoring fans. Join these panelists in a discussion about what steps to take to build your social media presence and discuss some of the newest social media tools at your disposal.\n\n\n<b>210C - International YouTube Of Mystery</b> - Max Benator, Executive Producer, Sonia's Travels\n<b><i>Panel: </b>Sorted Food, UK based Creators; Liam Dryden, littleradge; Sonia Gil, Host of Sonia's Travels; Sarah Penna, Co-Founder, Bigframe</i>\n   We all know that a large portion of both audience and creation comes from outside of the US. What's happening in the YouTube world beyond our borders? Who are the creators? Who is the audience? Do the same marketing and collab techniques apply? We take a look at the recent Sonia's Travels Barcelona collab, as well as dive in with a couple of international creators.\n\n\n<b>210D - Cinematography - You Might Not Need a Better Camera</b> - Jared Hoy (The Guild, Dark Horse, Video Game Reunion)\n<b><i>Panel: </b>Lan Bui, thebuibrothers; Devin Graham, DevinSuper-Tramp; Elle Schneider, Director, Attention! Soldier Productions; Joe Nation, JoeNationTV</i>\n   Join a panel of filmmakers to hear about how to make better images. From cameras and gear to real life experience we will answer your cinematography questions and help you take your videos to the next level visually."
    },
    {
        "name": "BREAKOUTS - 2nd Floor",
        "start": "June 30th, 2:15 PM",
        "end": "June 30th, 3:15 PM",
        "details": "<b>201AB - From Creator to Programmer ? Features and strategies to run your YouTube channel</b> - Ryan Nugent, Audience Development Strategist, YouTube; Dror Shimshowitz, Product Manager, YouTube; Jason Toff, Product Manager, YouTube\n   You?ve figured out how to make great videos, so now it's time to master building a great YouTube channel. Come hear about the latest products and features to help you build, program and promote your presence on YouTube.\n\n\n<b>201CD - Abraham Lincoln Needs Gold Teeth</b>\n   NicePeter, EpicLloyd, and director Dave McCary discuss the Epic Rap Battles of History.\n\n\n<b>203A - Web Series Spotlight: Husbands, Michael Buckley, What the Buck Show</b>\n<b><i>Panel: </b>Jane Espenson, Writer/Producer/Creator; Brad Bell, Writer/Producer/Creator/Actor; Sean Hemeon, Actor; Jeff Greenstein, Producer/Director; M. Elizabeth Hughes, Line Producer</i>\n   The making of the online comedy Husbands The Series, viewed as a saucy part of an evolution within television, rather than an alternative to it. The show's creators, writers, producers, director and stars talk about their roles in the making of the show, their goals for it, and the future of New TV.\n\n\n<b>203B - How to Build and Grow a Successful Sports Channel on YouTube</b> - Darren Lachtman Director of Partnerships, Bedrocket\n<b><i>Panel: </b>Coby Cotton and Cody Jones, Dude Perfect; Micah Abrams, Director, Programming Network A,  former action sports editor, ESPN's X Games; Will McDonough, Director of Marketing, Kick TV youtube.com/kicktv</i>\n   A detailed look into what it takes to build a successful sports brand on YouTube. This panel will focus on a mixture of traditional sports (soccer, skateboarding, snowboarding, etc) and the not so traditional (Dude Perfect - trick shots) as we ask these creators how to develop a loyal audience within the sports vertical.\n\n\n<b>204A - Machinima Network - Gaming</b> - Ryan Musselman, OpticJ\n<b><i>Panel: </b>Hector Rodriguez, YouTube.com/OpTicNation; Alex Wachs, YouTube.com/Whiteboy7thst; Matt Woodworth, YouTube.com/WoodysGamerTag; Sam Betesh, YouTube.com/xjawz; Trevor Martin YouTube.com/TmarTn</i>\n   Witness the gaming panel to end all gaming panels! Bringing together Machinima's top gaming talent, they discuss their expertise in the online video game spectrum. From actual machinima creators to video game montage experts, we lay out the full scope of gaming videos that Machinima's Network has to offer, proving how this medium has started to take over, and how Machinima has become the primary destination for gamers around the world.\n\n\n<b>205AB - Songwriting for YouTube</b> - Andrew Pants, songstowearpantsto\n<b><i>Panel: </b>Danna Richards; Meghan Tonjes; Evan and Michael Gregory, The Gregory Brothers; Mark Douglas, The Key of Awesome; Hank Green, Vlogbrothers</i>\n   Video killed the radio star, and then the internet murdered them both in the night with a dull hatchet. Join these musicians to learn how they have used their songwriting skills to make a killing online. (Note: no radio or video stars were actually harmed in the making of the internet).\n\n\n<b>206AB - Getting More Video Views with Google AdWords</b>\n<b><i>Panel: </b>Mike Chang and Daniel Rose, SixPackShortcuts; Product Specialist, Google AdWords for Video Team</i>\n   Are you looking to build your audience or promote your business? Mike Chang and Daniel Rosewill talk about how they have used Google AdWords for video to build /sixpackshortcuts into a top YouTube channel with nearly 100M video views. Come hear how this duo went from working out of Mike's living room to employing 11 staff on a mission to help the world get fit. A product specialist from the Google AdWords for video team will also be on hand to answer your questions and help you set up your first video ad. New Google AdWords for video accounts receive a $75 coupon, potentially worth 1,000s of views!\n\n\n<b>207A - Truth or Dare, What'll It Be</b> - Maggie Finch, CEO King of the Web\n<b><i>Panel: </b>Jesse Cox, OMFGcata; Louna Maroun, Loopylady11; Bree Essrig, BreeEssrig; Will Hyde, TheWillofDC</i>\n   Former King of the Web campaigners, and some of the hottest names on YouTube will participate in a Truth or Dare style Q&A session - moderated by King of the Web CEO, Maggie Finch. The panel will feature rounds of questions you?ve always wanted to ask and answers you?d never thought you?d hear. It'll be an intense, drop-some-serious-knowledge-on-ya discussion of industry trends, insights, AND things that are far too personal for a typical panel.\n\n\n<b>207B - Going Pro In New Media: A Guide to Making Your New Media Project with the Guilds</b>\n<b><i>Panel: </b>Tamara Krinsky, WGA; William Marshall, Manager, New Media, SAG-AFTRA; Jenni Powell SAG-AFTRA Signatory Producer, WGA Signatory Writer, PGA Member</i>\n   Want to take your upcoming new media production to the next level? There's no better way to make your project shine than working with professional union talent. This panel will teach you what you need to know about becoming a union signatory, minimum payments, working conditions and residuals, and will break down the myth that going union is complicated.\n\n\n<b>207C - Revision3 Production Lab</b>\n<b><i>Revision3 Instructors: </b>Ryan Vance; Jim Louderback; Tom Lofthouse; Graham Hancock; Matt Labate; Mark Watson; Jon Rettinger; Ty Moss</i>\n   The Revision3 labs will be available to answer all your production questions. From lighting demonstrations, to shot setup, to which camera you should use on a tight budget. Have you spent hours paining over how to light your green screen so you don't look like a victim of swine flu? Look no further. Rev3 Labs is here to help!\n\n\n<b>207C- So You Want to Get a Brand Deal. Now What?</b> - Jeffrey Harmon, Orabrush\n<b><i>Panel: </b>Ricky Ray Butler, President, Plaid Social Labs; Lindsey Stirling, LindsayStomp; Devin Graham, DevinSuperTramp; Harley, Epic Meal Time</i>\n   Advertising specialists and YouTube superstars discuss several ways on how small and large YouTube channels can better monetize from brand sponsorships, and how they can better get in touch with different brands. In this panel discussion you will learn the best tactics of how to get sponsored deals and how to attract them, the best ways of how to deal with a flooded email inbox and how to filter the brand emails from others, when to get an agent, and what your role should be in the sales process.\n\n\n<b>208AB - Beautilicous: Life of a Glam Girl</b> - Taylor Marcus, Partnerships, YouTube\n<b><i>Panel: </b>YouTube Beauty Stars</i>\n   Come hear from some of YouTube's top beauty partners as they talk about how they?ve grown their audiences on YouTube and what is in store for them in the future.\n\n\n<b>209AB - Staying True to Your Fanbase While Growing Your Personal Brand and Business Across Multiple Platforms</b> - Bernie Su Co-Creator and Show Runner, The Lizzie Bennet Diaries\n<b><i>Panel: </b>Kevin Smith, Filmmaker and Podcaster; George Watsky, gwatsky and Other Special Guests</i>\n   Join the guy who made Clerks and now all he does is podcast, Kevin Smith, hip hop artist and internet sensation George Watsky, and other talent to discuss the benefits and conflicts of digital entertainment, how they find their audience in a saturated field, and manage to stay true to them and their brand across multiple platforms.\n\n\n<b>210A - How to Source the Perfect Soundtrack for Your Videos</b> - Jenn Miller President and CEO, Audiosocket\n<b><i>Panel: </b>Jamie Weissenborn, SVP, Digital Media & Global Ad Sales; Sony Pictures Television, Elliott Walker, Manager, Content Partnerships, Music, YouTube; Jamaal Finkley, Founder, Black Tree TV; Dylan Berry, CEO/Owner, Composer, Smash Haus Music Group; Myles Dyer, YouTube Marketing Jedi, ChannelFlip</i>\n   The digitization of music has forever changed the way music is searched, shared, licensed and consumed. Bands break through viral videos and home movies. For musicians and filmmakers alike, this panel will explore and tackle a variety of topics from licensing music to monetizing it and how the two go hand in hand.\n\n\n<b>210B - The Value that Networks bring and How to Pick the Right One For You</b> - Jim Louderback, CEO, Revision3\n<b><i>Panel: </b>Sam Wick, SVP, Business Development & Operations, Maker; Molly Templeton My Damn Channel; Philip DeFranco, The Philip DeFranco Show, SourceFed; Max Benator Executive Producer Sonia's Travels</i>\n   Should you join a network? What can they offer you and how do you decide? And what questions do you need to ask before making any decisions. This session will cover those key questions and more.\n\n\n<b>210C - Digital Diversity: Emerging Leaders in the Multicultural Video Landscape</b> George Ruiz, Head of New Media Senior & Vice-President Business Affairs, ICM\n<b><i>Panel: </b>Stephanie Parott; Issa Rae; Tim Delaghetto; David Spates; Alpha Cat</i>\n   The world of digital video is ever evolving and at a pace never before seen. Moderated by (working on Reginald Hudlin), VidCon hosts a panel of digital content creators from a diverse selection of backgrounds including Issa Rae (Creator: Awkward Black Girl), Tim Delaghetto, Al Thompson (Lenox Avenue), David Spates (LaughandPeepALittle), Stephanie Parrott (Random Stuff w/Steph) and AlphaCat. Come out and meet digital creators that are making their mark on the digital entertainment world in a way that is colorful, loud, and proud!\n\n\n<b>210D - All You Need To Know About Clip Shows (But Never Dared to Ask)</b> - David Beebe, VP/GM of FishBowl's Digital Studio\n<b><i>Panel: </b>Bruce Gersh, President & CEO Fishbowl Worldwide Media; Mike Gibbons, Co-Creator, Tosh.0, EP, Upload with Shaquille O?Neal; Mike Cowan, Sr. Director of Original Programming, Demand Media; Peter D. Coleman, Co-Exec Producer, Stunt Nation with Sal Masekela; Dave Pullano, EP, E! Wildest Moments series</i>\n   With over 180 million U.S. Internet users having viewed almost 40 billion videos in the month of January alone and YouTube being the top web-based video content provider, the online video industry is only beginning to experience its best days. On this panel, the creators of America's Funniest Home Videos, Cute Win Fail, Petsami, and other successful clip-driven shows will discuss how content creators and content distributors are leveraging the explosion of the online medium to create (and monetize) the most engaging crossplatform content while addressing how clips can be utilized across multiple platforms to produce premium programming."
    },
    {
        "name": "AFTERNOON MAINSTAGE - Arena",
        "start": "June 30th, 3:30 PM",
        "end": "June 30th, 5:00 PM",
        "details": "<i>Hosted by Hank Green and John Green</i>\n--Hannah Hart & Andrew Pants\n--The Cast of Bite Me\n--Shane Dawson\n--George Watsky\n--Mike Diva\n--Dave McCary & Kyle Mooney\n--SourceFed\n--Annoying Orange\n--The Music Collab to End All Music Collabs: George Watsky, Felicia Day and Possible Surprise Guests!"
    },
    {
        "name": "CONCERT - Arena",
        "start": "June 30th, 8:00 PM",
        "end": "June 30th, 11:00 PM",
        "details": "<b>Concert Lineup for Saturday night:</b>\nMegan Tonjes\nDavid Choi\nJulia Nunes\nHank Green\nThe Gregory Brothers\nGeorge Watsky\nNicePeter"
    },
    {
        "name": "DANCE PARTY - Arena",
        "start": "June 30th, 11:00 PM",
        "end": "July 1st, 2:00 AM",
        "details": "<i>Dance Party!</i>"
    }
]