 [{"speakerType":"0","twitter": "makerstudios", "website":"http://www.makerstudios.com/", "name": "Maker", "image-description":"Maker-Sponsor@2x.png"},
 {"speakerType":"1","twitter": "youtube", "website":"http://www.youtube.com/", "name": "YouTube", "image-description":"YouTube-Sponsor@2x.png"},
  
 {"speakerType":"2","website":"http://www.alloydigital.com/", "name": "Alloy Digital", "image": "alloydigitalogo.jpg", "image-description":"Alloydigital-Sponsor@2x.png"},
 {"speakerType":"2","twitter": "blip", "website":"http://www.blip.tv/", "name": "Blip TV", "image": "BlipTvLogo.png", "image-description":"Blip-Sponsor@2x.png"},
 {"speakerType":"2","twitter": "machinima_com", "website":"http://www.machinima.com/", "name": "Machinima", "image": "MachinimaLogo.png", "image-description":"Machinima-Sponsor@2x.png"},
 {"speakerType":"2","twitter": "revision3", "website":"http://www.revision3.com/", "name": "Revision3", "image": "Revision3Logo.png", "image-description":"Revision3-Sponsor@2x.png"},
  {"speakerType":"3","twitter": "kingoftheweb", "website":"http://www.kingofweb.com/", "name": "King of the Web", "image": "kowLogo.png", "image-description":"Kingoftheweb-Sponsor@2x.png"},
  {"speakerType":"3","twitter": "VYou", "website":"http://www.vyou.com/", "name": "VYou", "image": "VYouLogo.png", "image-description":"VYou-Sponsor@2x.png"},
  
 {"speakerType":"4","twitter": "audiosocket", "website":"http://audiosocket.com/", "name": "Audio Socket", "image": "audioSocketLogo.jpg", "description": "Audiosocket is a music licensing and technology company that gets music to whoever needs it. Stock music is crap and we don't represent it. Our pre-cleared music comes from bands and composers that create culturally relevant content. With more than 30,000 songs that span 204 genres of music, you're sure to find whatever you need for your production."},
 {"speakerType":"4","twitter": "bigframeco", "website":"http://bigfra.me/", "name": "Bigframe", "image": "BigFramelogo.png", "description": "Big Frame is a media company that provides marketing and production resources for the biggest YouTube Influencers, and creates video advertising campaigns for top brands that reach the right audience next to premium content."},
  
  
  {"speakerType":"3","name":"Disney Interactive","image":"Disney-Wordmark.png","website":"http://disney.go.com/disneyinteractivestudios/","description":"Disney Interactive is one of the world’s largest creators of high-quality interactive entertainment across all current and emerging digital media platforms. Products and content released and operated by Disney Interactive include blockbuster mobile, social and console games, online virtual worlds, #1 kid’s entertainment destination Disney.com and the #1 Family/Parenting portfolio on the Web. Disney Interactive is the interactive entertainment part of The Walt Disney Company (NYSE: DIS)."},
  
  {"speakerType":"3","name":"Blue Microphones","image":"BlueLogo_CMYK.png","website":"http://www.bluemic.com/","description":"Blue Microphones offers an extensive line of award-winning microphones for everyone from professionals to amateurs, from our flagship Bottle mic to Mikey Digital iPhone mic. For almost any application: interviews or narration, recording live on your iPhone, grabbing sound effects or doing ADR in the studio, Blue has the right tool to capture your sound."},
  {"speakerType":"3","name":"District Lines","image":"DistrictLines.png","website":"http://districtlines.com/","description":"District Lines is the first choice in online, retail and event merchandising for content creators. A full service merchandise solution and online store, District Lines hosts over 1,000 official stores for YouTubers. Now anyone with a YouTube account can open up a store and begin selling on District Lines for free! Sign up and check out new and exclusive t-shirts, posters and accessories from all of your favorite YouTubers and many more at "},
  {"speakerType":"3","name":"Vuguru","image":"VuguruLogo.png","website":"http://vuguru.com/","description":"Vuguru is a pioneer in the digital space, creating unique formats and distribution that have driven over 100 million views globally. The team works with distributors across the globe to launch properties online, through broadcast and cable television, iPad, VOD and DVD. Vuguru is scaling production levels and has become a prolific independent studio with high quality programming for its distribution and brand partners."},
  {"speakerType":"3","name":"Bedrocket","image":"bedrocketLogo.png","website":"http://www.bedrocket.com","description":"BEDROCKET is the leading media and entertainment company built for the social TV generation. BEDROCKET was created to capitalize on the paradigm shift of video distribution from cable and satellite to the internet and mobile as well as the equally dramatic shift from passive viewing to active engagement."},
  {"speakerType":"3","name":"Mondo","image":"mondo-logo.png","website":"http://www.mondomedia.com/","description":"Short, viral and deadly funny! Mondo is where frowns and sadness go to die, and animated series like Happy Tree Friends and Dick Figures sip champagne and eat the finest mermaid sushi. Mondo Media is the most-viewed animation channel on YouTube where it recently passed the 1.5 billion-view mark to become one of the top 10 most-viewed non-music channels on YouTube.Happy Tree Friends, the company’s breakout hit, is viewed on TV in over 50 markets worldwide and is recognized as the most-viewed web series of all time with over 2 billion video views since its launch in 2000. The company’s revenue is derived from a blend of online ad revenue, television licensing and merchandise. Mondo Media is a privately owned company based in San Francisco with offices in Los Angeles"},
  {"speakerType":"3","name":"Mixin","image":"mixinLogo.png","website":"http://www.mixin.com","description":"Mixin is the most addictive social video experience available online, making content discovery, viewing and sharing way more fun. With its proprietary player, Mixin makes video an immersive and social experience for viewers, and a more engaged content showcase for creators and brands.”"},
  {"speakerType":"3","name":"Corel","image":"Corel.png","website":"http://www.corel.com","description":"Corel, maker of VideoStudio Pro, is one of the world’s leading developers of creative software. With a reputation for innovative and trusted products that are easier to learn and use, Corel helps more than 100 million active users in over 75 countries achieve new levels of creativity and productivity."},
  {"speakerType":"3","name":"WeVideo","image":"WeVideo_Logo_RGB.png","website":"http://www.wevideo.com","description":"WeVideo redefines video editing by leveraging the strength of the cloud for easy, full-featured, collaborative HD video editing across multiple browsers and mobile devices."},
  {"speakerType":"3","name":"Brand About Town","image":"BrandAboutTown_Logo.png","website":"http://www.brandabouttown.com/","description":"Brand About Town establishes dynamic relationships between socially connected consumers and the brands and products they care about. We are always searching for prolific evangelists to match with our selective, top tier clients. Visit us at VidCon to find out how you can be a part of our growing community."},
  {"speakerType":"3","name":"Orabrush","image":"Orabrush_logo_teal.png","website":"http://orabrush.com/","description":"Orabrush is the first product to go from no sales online or offline to national retail distribution (Walmart, CVS, Walgreens, Kroger…) just using YouTube videos. Orabrush went from being sold out of a garage to 25,000 stores across the globe in just a couple of years."},
  {"speakerType":"3","name":"Beachfront Builder","image":"Builder.png","website":"http://www.bfbapi.com/","description":"Create video apps for mobiles, desktops & TVs from the award winning team at MeFeedia."},
  {"speakerType":"3","name":"What's Trending","image":"whatsTrending.png","website":"http://www.whatstrending.com/","description":"Hosted by Shira Lazar, What’s Trending is a live interactive talk show and a 24/7 news hub for the digital age. It features guests and performances from celebrities and online influencers, and covers trending news from around the web and through social media. youtube.com/whatstrending"},
  {"speakerType":"3","name":"SourceFed","image":"SourceFed.png","website":"http://www.sourcefed.com/","description":"SourceFed.com created by Philip Defranco is a leading Premium News Channel for the Google/Youtube original content initiative. SourceFed releases content 7 days a week focusing on everything that should and shouldn’t matter to you on a daily basis. Helmed by extremely talented hosts Elliott Morgan, Lee Newton, Joe Bereta, Steve Zaragoza & producer James Haffner, SourceFed is your home for instant updates & relevant News/Entertainment."},
  
 {"speakerType":"4","twitter": "DFTBArecords", "website":"http://dftba.com/", "name": "DFTBA Records", "image": "dftbaLogo.png", "description": ""},
 {"speakerType":"4","twitter": "iawtv", "website":"http://iawtv.org/", "name": "IAWTV", "image": "IAWTV-Logo.jpeg", "description": "The International Academy of Web Television (IAWTV) is a nonprofit organization comprised of leaders in the field of web television, web video, and the digital entertainment industries. Founded in 2009, the IAWTV is helping to shape the rapidly evolving web television industry while providing a venue for the acknowledgement of artistic and technological achievement in original entertainment distributed on the open internet. IAWTV members include actors, composers, content developers, directors, editors, producers, technology innovators, writers, and other industry professionals all of whom joined the organization based on their passion and dedication to advance the craft of web television."},
 {"speakerType":"4","twitter": "mekanism", "website":"http://www.mekanism.com/", "name": "Mekanism", "image": "mekanism.png", "description": "Mekanism is an award-winning, full servise creative agency. We sprinkle our love of storytelling across integrated advertising, brand entertainment and social media programs to inspire measurable brand loyalty."},
 {"speakerType":"4","twitter": "MyDamnChannel", "website":"http://www.mydamnchannel.com/", "name": "MyDamnChannel", "image": "ChannelLogo.jpg", "description": "My Damn Channel empowers comedians, actors, filmmakers, musicians and brands to co-produce, monetize and distribute original video content on www.MyDamnChannel.com and in syndication across all digital platforms. The company has launched some of the most successful original comedy series on the web, including Wainy Days, Horrible People, You Suck at Photoshop and videos by Harry Shearer. "},
 {"speakerType":"4","twitter": "sagaftra", "website":"http://www.sagaftra.org/", "name": "SAG", "image": "SAG.jpg", "description": "SAG-AFTRA represents more than 160,000 actors, announcers, broadcasters journalists, dancers, DJs, news writers, news editors, program hosts, puppeteers, recording artists, singers, stunt performers, voiceover artists and other media professionals. SAG-AFTRA members are the faces and voices that entertain and inform America and the world. With national offices in Los Angeles and New York, and local offices nationwide, SAG-AFTRA members work together to secure the strongest protections for media artists into the 21st century and beyond. Visit SAG-AFTRA online at SAGAFTRA.org."},
 {"speakerType":"4","twitter": "SnapYourself", "website":"http://www.snapyourself.com/", "name": "Snap Yourself", "image": "SnapYourself_logo.png", "description": "Adam and Jeremie, both photo-school alumni and photo industry professionals, started Snap Yourself! in 2010 with a single mission in mind: enable people to take the most awesome pictures of themselves that they've ever seen, while having the most fun doing so that they've ever had."},
 {"speakerType":"4","twitter": "vidstatsx", "website":"http://www.vidstatsx.com/", "name": "VidstatsX", "image": "vidStatsxLogo.jpg", "description": ""},
 {"speakerType":"4","twitter": "wgawest", "website":"http://www.wga.org/", "name": "WGAW", "image": "WGAW-Logo.jpg", "description": ""},
 {"speakerType":"4","twitter": "younow", "website":"http://younow.com/", "name": "YouNow", "image": "younowlogo.png", "description": ""}]
